{
  "Art workshops speakers ": [
    {
      "Name": "Nishad Madhusoodhanan",
      "Genre ": "Art",
      "Specialization": "Acrylic Painting",
      "Description": "Nishad is Kerala born, Bangalore based impressionist painter and art instructor. He is mostly known for his brilliant nature and streetscapes created on oil, acrylic and watercolour mediums. Having spent formative years in rural Kerala, Nishad's work is heavily influenced by the working class and stark nature of his village. Characterized by broad and rough strokes with a keen eye for details, Nishad's works are true impressionists.A regular in the art life of Bangalore, he has been a part of Chithra-Santhe for the past many years. He has exhibited his works in various locations within Karnataka and Kerala. Nishad's work has been acquired by many prominent private collectors and commercial institutions. His most recent achievement was being part of the International Watercolor Society (IWS) India Biennale 2022 in All India Fine Arts and Crafts Society (AIFACS), New Delhi. Apart from his work being part of the Biennale, he also won the Plein Air Contest conducted as part of the Biennale.",
      "PFP link": "https://drive.google.com/file/d/12ly8SyJaCa3zBnSBaTo9N65QJLoJ84Z6/view?usp=sharing",
      "DOB": 29914,
      "Travelling from ": "Bangalore",
      "Contact Number ": 9972924117
    },
    {
      "Name": "Sooraj Babu",
      "Genre ": "Art",
      "Specialization": "Water Color Painting",
      "Description": "Sooraj babu is an internationally recognised pleinair watercolorist and illustrator from Kerala, India. He works with multiple digital and physical mediums and also takes sessions to educate and invite new artists to the community. A designer and an inspiration to many, his paintings brings out life and colour on mundane white paper. Through his youtube channel, he's spreading happiness everywhere around him.",
      "Short": "Sooraj babu is an internationally recognised pleinair watercolorist and illustrator from Kerala, India. He works with multiple digital and physical mediums and also takes sessions to educate and invite new artists to the community.",
      "Twitter Handle": "https://twitter.com/artoholiq_",
      "PFP link": "https://drive.google.com/file/d/1fGDckF7cOa5EgptxgKnckAmKhbZGuMoQ/view?usp=sharing",
      "DOB": 33333,
      "Travelling from ": "Palakad",
      "Contact Number ": 7305989533
    },
    {
      "Name": "Raju Khatri",
      "Genre ": "Art",
      "Specialization": "Poster Design",
      "Description": "Raj Khatri is a self-Learning artist and designer, with over 19 years of experience in the design industry & specialised into entertainment art. He's the man designing some of the finest posters and art for movies and web-shows of today's time. A self-learning brilliant artist, he has been a speaker at TedX and has received many recognitions.",
      "Short": "Raj Khatri is a self-Learning artist and designer, with over 19 years of experience in the design industry & specialised into entertainment art.",
      "Twitter Handle": "https://twitter.com/metalraj00",
      "PFP link": "https://drive.google.com/file/d/1khQS2wL8MSAwHYtTnU3fNsMdIGjhSG5G/view?usp=sharing",
      "DOB": 30120,
      "Travelling from ": "Mumbai",
      "Contact Number ": 9819296234
    },
    {
      "Name": "Rajith Kumar",
      "Genre ": "Art",
      "Specialization": "Multi Media",
      "Description": "He developed an interest in drawing and painting at a very early age. His formative years were under guidance from his art teacher in school. He continued his experiments with sculpturing and painting with the help of various teachers during his teenage to adulthood. It paved the foundation for his artistic journey, and he learned from many teachers through workshops and joined art sessions. He believes the best teacher is nature and the best way to learn is to do more outdoor paintings where one interacts with nature with all his senses while creating art.",
      "Short": "Rajith is a UX and visual designer, performing artist and filmmaker.\nHe works with traditional and digital media and loves to experiment with forms and\nemotions in art and design.",
      "Twitter Handle": "https://twitter.com/rajithkm",
      "PFP link": "https://drive.google.com/file/d/1vELMgLyfsZvIzptN0iWGBsOKchGJIvjX/view?usp=sharing",
      "DOB": 28403,
      "Travelling from ": "Chennai",
      "Contact Number ": 9940102015
    },
    {
      "Name": "Reghna Catherine Thomas",
      "Genre ": "Art",
      "Specialization": "Charcol Painting",
      "Description": "Reghna Catherin Thomas is a self-taught charcoal artist from Kerala. Her love and believe towards art have resulted in creation of incredible artworks. Architect by profession, Reghna's works includes intricate details of the subjects, materials, and backgrounds depicting them real to life. ",
      "Short": "Reghna Catherin Thomas is a self-taught charcoal artist from Kerala. Her works includes intricate details of the subjects, materials, and backgrounds depicting them real to life.",
      "Twitter Handle": "https://twitter.com/reghnacatherine",
      "PFP link": "https://drive.google.com/file/d/1XwW-iFhgDPH-gjAescx_Jftxm3SyzZuC/view?usp=sharing",
      "DOB": 36145,
      "Travelling from ": "Kochi",
      "Contact Number ": 8281959286
    },
    {
      "Name": "Joji Visakh",
      "Genre ": "Art",
      "Specialization": "Charcol Painting",
      "Description": "A charcoal artist from Kerala, Joji Vishak creates artworks that revolves around\nhuman emotions, mysterious inner feelings, and the interconnection of thoughts with\nnature.",
      "Twitter Handle": "https://twitter.com/jojivisakh",
      "PFP link": "https://drive.google.com/file/d/1_OJc5a7wMr2hg3PUW5XVinuYBgXVwIRQ/view?usp=sharing",
      "DOB": 34040,
      "Travelling from ": "Trivandrum",
      "Contact Number ": 8078042699
    },
    {
      "Name": "Diva",
      "Genre ": "Art",
      "Specialization": "Mandala artist",
      "Description": "A versatile mandala artist with fusion of digital arts.The passion for  therapeutic mandala drives her With a mission to popularise mandala and its benefits to humankind, She initiated workshops and 200+ art aspirants has been part of it.",
      "Twitter Handle": "https://twitter.com/Tangled_diva?t=4PoJNpcSgtAhVz-pPos-JQ&s=09",
      "PFP link": "https://drive.google.com/file/d/1MHgmglFj9T1wcLaulYECjjf47zaZ74Bh/view?usp=drivesdk",
      "Travelling from ": "Team Member "
    },
    {
      "Name": "Satish Acharya",
      "Genre ": "Art",
      "Specialization": "Cartoonist ",
      "Twitter Handle": "https://twitter.com/satishacharya"
    }
  ]
}