{
    "Sheet1": [
        {
            "fileName": "103.jpg",
            "sNo": "103",
            "NameofArtist": "ekrem sahin",
            "WalletAddress": "0x9E8c85d2c653E30A1B2B671eaeEC5EE4D02CCC29",
            "EmailAddress": "ekrem_sahin@hotmail.com",
            "Category": "Photography",
            "SubCategory": "Aerial",
            "Twitter Handle": "https://twitter.com/ekremsahin_07",
            "Title": "dry jungle",
            "Description": "There is a different message that mother nature is trying to give us on the dried lake bed in this image taken with a drone from a height of approximately 220 m from Afyon Acı Lake.\r\n The visible tree figures reflect a drying forest, emphasizing the importance of forests and water.\r\n It is not possible to have a tree on the dried lake surface, but nature achieves everything and mother nature is a perfect artist..\r\n Mother nature has found a perfect way to make her voice heard and show the impending danger to people.\r\n He uses his own art for this\r\n If there is no tree, there is no life, and if there is no water, there is no world. This photograph is one of the photographs that cannot be taken back... When I went here again, the view was completely different.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1YuVupm4reaL-4a2faz2-lYwKmF2eWjW_/view?usp=sharing"
        },
        {
            "fileName": "104.jpg",
            "sNo": "104",
            "NameofArtist": "Amith Sreedhar",
            "WalletAddress": "0xf98c7b5184F7167d721889EE2c1FB575d567b845",
            "EmailAddress": "amith171@gmail.com",
            "Category": "Photography",
            "SubCategory": "Aerial",
            "Twitter Handle": "https://twitter.com/s_amith",
            "Title": "Abandoned Beauty",
            "Description": "Dredger \"Bhagawati Prem\" in Surathkal Beach, Karnataka. This 114m-long dredger started leaking fuel back in October 2019 and has since been parked on this beach.\r\n \r\n I reached the beach early in the morning to catch the golden light illuminating the ship. The incredible shadow cast by the dredger was the icing on the cake.",
            "GoogleDriveLink": "https://drive.google.com/file/d/12jDUIYdPAx_iYOZHYqb5A99jVKp0Sy0X/view?usp=sharing"
        },
        {
            "fileName": "105.jpg",
            "sNo": "105",
            "NameofArtist": "Shyjith Onden Cheriyath",
            "WalletAddress": "0xfBbbe009b490448Bb4174cefb9f53B49611500A0",
            "EmailAddress": "shyjith2010@gmail.com",
            "Category": "Photography",
            "SubCategory": "Aerial",
            "Twitter Handle": "https://twitter.com/KannurShyjith",
            "Title": "Follow me guys!",
            "Description": "Dubai has specific areas to protect their wildlife. A huge desert in the Al Qudra region is one of them. We can see a lot of UAE national animals here. It was the first flight with my Mavic Air 2. I was eagerly searching for wildlife around this area and thrilled to see this moment. There are a group of Oryxes walking through the beautiful desert and it looks like one of them is leading this gang.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1yHBAHMFEzOSl3jFlI-76M05FwnPyCoaP/view?usp=sharing"
        },
        {
            "fileName": "106.jpg",
            "sNo": "106",
            "NameofArtist": "Christopher Howell Howell",
            "WalletAddress": "0xEeAF3BD19eBe8823ABCc994538A930ee37A6dd3B",
            "EmailAddress": "christopher.howelljr@gmail.com",
            "Category": "Photography",
            "SubCategory": "Aerial",
            "Twitter Handle": "https://twitter.com/thechristophejr",
            "Title": "Ashore, An Aerial Ocean Crossing",
            "Description": "In order to assume duty of our aeromedical evacuation mission on the Big Island of Hawaii, we need to stage the equipment needed to man and ensure 24hr operations. Here, our three aircraft end their ocean crossing as they approach their final destination. Entering the youngest island, old lava flows painted across the lands.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1rWLm9u6s3osBj-IsUkdWc4E0ho8O8ZYE/view?usp=sharing"
        },
        {
            "fileName": "107.jpg",
            "sNo": "107",
            "NameofArtist": "Parth Gor",
            "WalletAddress": "0xd20CF3E387CBB005F9EA61e4b8C8b84d74dE12F1",
            "EmailAddress": "parthgor322@gmail.com",
            "Category": "Photography",
            "SubCategory": "Aerial",
            "Twitter Handle": "https://twitter.com/musafir_parth",
            "Title": "Earth to mars",
            "Description": "This place is like very unique because this place looks like Martian \r\n Located at rann of kutch \r\n Rann of kutch has thousands of shades and this is one of them",
            "GoogleDriveLink": "https://drive.google.com/file/d/1zEt7EFXI5pnkgHB4Xxk_ZtvOrGb10HRL/view?usp=sharing"
        },
        {
            "fileName": "108.jpg",
            "sNo": "108",
            "NameofArtist": "Mayank Tiwari",
            "WalletAddress": "0x41fe6f796fdDE9EC7Fd112317b2135c3d99273eA",
            "EmailAddress": "mayanktiwari19@gmail.com",
            "Category": "Photography",
            "SubCategory": "Aerial",
            "Twitter Handle": "https://twitter.com/makclickz",
            "Title": "Mumbai - The city of Dreams!",
            "Description": "The panaromic view of Mumbai city which is also called as the city which never sleeps. \r\nThis picture is a stitch of 6 long exposure by drone. It takes multiple attempt to take the shot of this clarity and sharpness",
            "GoogleDriveLink": "https://drive.google.com/file/d/1kopy_tQwbswkfBtylkwTJZB2S1ZXfW-2/view?usp=sharing"
        },
        {
            "fileName": "109.jpg",
            "sNo": "109",
            "NameofArtist": "Tatchero Fidelis",
            "WalletAddress": "0xeBfdd8F4D095768B388b7373c8139FA9ae943B46",
            "EmailAddress": "tatchero@gmail.com",
            "Category": "Photography",
            "SubCategory": "Art and Culture",
            "Twitter Handle": "https://twitter.com/tatchero",
            "Title": "UNCHAINED",
            "Description": "We go beyond mere connections.\r\n Each soul intertwined with ancestral DNA holding billions of\r\n historical data.\r\n The Blooderhood we share\r\n is pure and unclad.\r\n The Attire we wear\r\n Is hand crafted, forged with blood, sweat and electricidad\r\n Black, rich Skin, white, artistic tribal lines.\r\n Red, rich blood, green, fertile ground,\r\n Blue, gem mountains.....\r\n This is where I call home.\r\n This is where life kissed Nature.\r\n My Journey as a Phone visual creator.\r\n My journey as African.\r\n My journey as Human.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1B8nc4AGvGUDYzOFkUWOZ8wYgeqwh20Qd/view?usp=sharing"
        },
        {
            "fileName": "110.JPG",
            "sNo": "110",
            "NameofArtist": "Muhammed Musthafa",
            "WalletAddress": "0xF1133Ca2fF1B4E5df7121566C0520199F8937e78",
            "EmailAddress": "musthafa.muhammad08@gmail.com",
            "Category": "Photography",
            "SubCategory": "Art and Culture",
            "Twitter Handle": "https://twitter.com/feyzullahtunc",
            "Title": "The Resurrection",
            "Description": "Theyyam is a cultural outcome of so cold low class ( in caste system) people, who were once forced to live a pathetic life at the bottom of the social-economical-political triangle in the \"GOLDEN\" Decades of Kerala. They worshipped their heroes/ heroines, they praised them on vocal ( unwritten) songs, later myth blended but still its most pure devotional art in entire Dravidian Culture! As pure as Tears! Coz each story is finally an outcome of their own life once they lived and still they living!!!!\r\n \r\n Each colour that is painted on the entire body is purely natural! No synthetic or chemical cosmetics are used. It's a wonder as well! How an art form can be 100% natural and sync with it! Theyyam is an art that Always stands with Nature and stands for humans.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1tbHCYqE1BcSSxWh_E7G2I6Vy6V-mq0-w/view?usp=sharing"
        },
        {
            "fileName": "111.jpg",
            "sNo": "111",
            "NameofArtist": "Vivek Ponnappa",
            "WalletAddress": "0x019eC92B6cFe976BC0800e8Bf9Bef7523627Bb04",
            "EmailAddress": "shotsbyponnappa@gmail.com",
            "Category": "Photography",
            "SubCategory": "Art and Culture",
            "Twitter Handle": "https://twitter.com/shotsbyponnappa",
            "Title": "TIMELESS CONVERSATION",
            "Description": "It all started during the lockdown when i was on a group video call with my friends and one of them brought out the topic of how tough it would have been if this situation would have been before the age of mobiles and video calls. This reminded of the times my parents would talk about meeting up in the village square or the common ground with their friends everyday as that was the only way they could communicate back then. Quickly worked out a plan and the logistics and set out in search of a historic site with two of my friends to create a frame which i thought would suit my theme. Upon reaching there we realised we did not have any network and were struggling to find references. Thats when the subjects of my shoot started talking to each other about the jewellery and some other things. It was not planned and my lights weren't set but the frame had materialised. The lack of network did take us back in time and i got to witness the moment without any direction.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1WLI-uUbuaYDR8G3sl4zZUOulXWS2TxT0/view?usp=sharing"
        },
        {
            "fileName": "112.jpg",
            "sNo": "112",
            "NameofArtist": "ARVIND PATWAL",
            "WalletAddress": "0x8b443fd2492255fbc062bb55d9ec6be92594b53d",
            "EmailAddress": "arvindpatwalwork@gmail.com",
            "Category": "Photography",
            "SubCategory": "Art and Culture",
            "Twitter Handle": "https://twitter.com/patwal_arvind",
            "Title": "Existence of God",
            "Description": "Gajan has always been a primary festival on my bucket list, celebrated mostly in the rural parts of West Bengal by people belonging to the Hindu community.\r\n \r\n Gajan is a festival of the village people of West Bengal. According to some myths, Gajan means \"Garjan,\" a Bengali word which reveals the call of the \"sannyasis\" to their lord Shiva.\r\n \r\n I waited so long to cover this festival and, to be very honest, it was a totally different experience while witnessing this festival. Finally, I have covered this festival through my eyes for you all.",
            "GoogleDriveLink": "https://drive.google.com/file/d/14jUPRxgelwox5wqQmBokHI-7Iif8zDuJ/view?usp=sharing"
        },
        {
            "fileName": "113.jpg",
            "sNo": "113",
            "NameofArtist": "Rohit Gadher",
            "WalletAddress": "0xb20f63B9159F91444A273902778611Eb598aD79A",
            "EmailAddress": "rohitgadher151@gmail.com",
            "Category": "Photography",
            "SubCategory": "Art and Culture",
            "Twitter Handle": "https://twitter.com/Rohit_gadher",
            "Title": "Confluence of Colors at Braj.",
            "Description": "Braj ki Holi famously played in Mathura and Vrindavan, in Uttar Pradesh. \r\n I travel there every year to witness the festivities. The celebration begins a week early \r\n and looks quite different in the towns of Barsana and Nandgaon than the rest of the \r\n country. Walking in the footsteps of Lord Krishna, the men of Nandgaon (Krishna’s \r\n village) head to Barsana (Radha’s village) to play Holi; the next day, the men of Barsana \r\n travel to Nandgaon with colours. In both the villages, the local women “beat” the \r\n visiting young men with sticks, just like Radha and the gopis did to little Krishna. But \r\n Lathmaar Holi (Holi of sticks) is more of a festive dance than a confrontation. On the \r\n third day, residents of both the villages get together and head over to Vrindavan to play \r\n Phoolon ki Holi (Holi of flowers). \r\n — ROHIT GADHER ON HIS PHOTOGRAPH, TAKEN WITH A SAMSUNG GALAXY A72 IN MARCH 2021",
            "GoogleDriveLink": "https://drive.google.com/file/d/1mX9srL2gmoSbFAjAd7b0NJqHQX8NM8rn/view?usp=sharing"
        },
        {
            "fileName": "114.jpg",
            "sNo": "114",
            "NameofArtist": "Hari Madhav",
            "WalletAddress": "0x2AC04133fb5208B4b2B8Ab6d3eCBcb86aA5035F4",
            "EmailAddress": "harimadhav253@gmail.com",
            "Category": "Photography",
            "SubCategory": "Art and Culture",
            "Twitter Handle": "https://twitter.com/Hmadhav4",
            "Title": "Kandanar Kelan - The Rebith of a HumanGod",
            "Description": "Theyyam is the popular ritual art form Northern part of Kerala, India. There are more than 400 different Thayyams, Kandanar Kelan is the most famous among them and the most excited thing is the fire run of Kelan.\r\n \r\n The Myth behind this art : Person called Kelan who hail from theeya caste came to a hilly area in search of his livelihood through farming. One day a bit intoxicated, he set fire to shrubs in order to clean up the place. Unexpectedly, the fire spread off and kelan was in the midst, fire all around him. There was no way to escape and kelan climbed a tree as a last resort. Alas, there were 2 snakes on the tree. Kelan and snakes fell into the burning fire.Kelan met with death along the snake. It was the time when Wayanatt kulavan (God) had set out for his daily hunting and he happened to pass through this area. Vayanatt kulavan on seeing the burnt body of Kandanar Kelan, touched his body with his bow. Kelan got his life back immediately. Kandanar Kelan who got a rebirth.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1IQ2RbkvdEEg5DNEYJXAImOfgTOjS6fXa/view?usp=sharing"
        },
        {
            "fileName": "115.jpg",
            "sNo": "115",
            "NameofArtist": "Alina Beryozkina",
            "WalletAddress": "0x26F2503f042490994a1363cbF6Cb354dc968DAF4",
            "EmailAddress": "yogatarastar@gmail.com",
            "Category": "Photography",
            "SubCategory": "Art and Culture",
            "Twitter Handle": "https://twitter.com/AlinaBeryozkina",
            "Title": "Whirling",
            "Description": "We all want to see our life experience like a spiral which is constantly evolving. But human beings are small and limited with their own mindset which creates never-ending fantasies. Whirling in circles, growing them bigger to tangle themselves but coming back to the same point every time.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1D9FBoxZJEWtrsHDgXL-ilSn-cLXJxFba/view?usp=sharing"
        },
        {
            "fileName": "116.jpg",
            "sNo": "116",
            "NameofArtist": "Pankaj Kumar",
            "WalletAddress": "0xeA819DC18B20Cb5556A13dbD3dfCc9048c518238",
            "EmailAddress": "dslrwalabhaiya@gmail.com",
            "Category": "Photography",
            "SubCategory": "Art and Culture",
            "Twitter Handle": "https://www.twitter.com/dslrwalabhaiya",
            "Title": "Marching Nagas",
            "Description": "I’m Pankaj, a full time travel photographer having experience more than 5 years. My vision is story telling, bringing our human emotions. I love to capture human elements.\r\n \r\n Kumbh is a gathering of millions of Naga sadhu. Saadhus came across from all over india once in 12years for scared dip in holy river Ganga. Kumbh mela is largest human gathering in the world that can be seen from space.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1clvFXQLRpNRU4xdu7mn335CyxXbCZD6F/view?usp=sharing"
        },
        {
            "fileName": "117.jpg",
            "sNo": "117",
            "NameofArtist": "Onkar Lele",
            "WalletAddress": "0x82ff53ea3232b50Bf664b4C4C76757fec0Ba2376",
            "EmailAddress": "helloonkarlele@gmail.com",
            "Category": "Photography",
            "SubCategory": "Art and Culture",
            "Twitter Handle": "https://twitter.com/whoisonkar",
            "Title": "Lost in the moment",
            "Description": "“Banaras is older than history, older than tradition, older even than legend, and looks twice as old as all of them put together”. ~ Mark Twain. \r\n \r\n It is also the cultural capital of India. Watching \"Ganga Aarti\" is always a spiritually moving experience. \r\n \r\n I really loved this shot because the priest is entirely covered in petals and he seems lost in that moment.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1AcklEHJWl2voZCHe93GmxMGiln_rifIh/view?usp=sharing"
        },
        {
            "fileName": "118.jpg",
            "sNo": "118",
            "NameofArtist": "Mohit Naikade",
            "WalletAddress": "0x0dE0e836eFa54332Ce71621dc4e5b0c436C6b383",
            "EmailAddress": "mohit339@gmail.com",
            "Category": "Photography",
            "SubCategory": "Art and Culture",
            "Twitter Handle": "https://twitter.com/mohitnaikade",
            "Title": "The Plight of Colours",
            "Description": "India is a land of diverse cultures and traditions. One such festival is 'Holi' this is the time of spring where we welcome new things and the summers begin. \r\n \r\n This festival is celebrated in full swing in its from in Mathura, Uttar Pradesh. As the festivities are running in full swing People play with lovely colors.\r\n \r\n The image above for me even if there is so much chaos around you, you can find to be vibrant yet colorful. This festival is absolute chaos and a lot of things that you experience around it. \r\n \r\n But when this plight of colors happens everything just stops and you watch the plight of the colors.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1IJSR6xXbfHG2b0D9Yns0-l-e-JRNIVej/view?usp=sharing"
        },
        {
            "fileName": "119.jpg",
            "sNo": "119",
            "NameofArtist": "Tanayesh Talukdar",
            "WalletAddress": "0x25435482583E7246Dce715aE1C66e139b9340358",
            "EmailAddress": "shoestringtravel.in@gmail.com",
            "Category": "Photography",
            "SubCategory": "Art and Culture",
            "Twitter Handle": "https://twitter.com/tanayesh_tt",
            "Title": "The Divine Light",
            "Description": "This was shot in Cappadocia, Turkey during a performance of \"Whirling Dervish\" which is a meditation aimed to reach the source of all perfection or karma. This is sought through abandoning one's ego or personal desires, by listening to the music, focusing on God, and spinning one's body in repetitive circles, which has been seen as a symbolic imitation of planets in the Solar System orbiting the sun.\r\n \r\n The ray of light falling on the Whirling Dervish shows the Divine light of the sources and it seems he has attained the perfection of karma through this light and enjoying the moment in trance.\r\n \r\n Specialty of this Image: \r\n It's an image of a ritual from the 12th Century which was founded by Jelaluddin Rumi. A dervish practices multiple rituals, the primary of which is the dhikr, a remembering of Allah.The dhikr involves recitation of devotional Islamic prayer.This dhikr is coupled with physical exertions of movement, specifically dancing and whirling, in order to reach a state of trance.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1WKS4vYeQ6r-9AIJiuB6q_Jtxps5Y7Eec/view?usp=sharing"
        },
        {
            "fileName": "120.jpg",
            "sNo": "120",
            "NameofArtist": "Prateek Saraf",
            "WalletAddress": "0xA5214719FeB1D07B66292a5d4d0a2712Bd048435",
            "EmailAddress": "prateeksaraf.lnmiit@gmail.com",
            "Category": "Photography",
            "SubCategory": "Art and Culture",
            "Twitter Handle": "https://twitter.com/PrateekSaraf25",
            "Title": "Ghoonghat",
            "Description": "Ghoonghat - A ghoonghat is a head covering or headscarf, worn primarily in the Indian subcontinent, by some married Hindu, Jain, and Sikh women to cover their heads, and often their faces. In Ghoonghat practice, it literally means \"To keep (one's) modesty, shame, and honor\".",
            "GoogleDriveLink": "https://drive.google.com/file/d/1tHjssvkkZeaSweFYfHjcl9JRJXpByeoV/view?usp=sharing"
        },
        {
            "fileName": "121.jpg",
            "sNo": "121",
            "NameofArtist": "Sourabh Gandhi",
            "WalletAddress": "0x4358A68c437E1BB8EdaB57D5f6C625705c575EB7",
            "EmailAddress": "sourabhgandhi@hotmail.com",
            "Category": "Photography",
            "SubCategory": "Art and Culture",
            "Twitter Handle": "https://twitter.com/sourabhgandhi",
            "Title": "Eid-ul-Fitr",
            "Description": "Eid-ul-Fitr, one of the most celebrated festivals in Islam, marks the end of the holy month of Ramadan, a month when Muslims across the world hold fast from dawn to dusk. Muslims celebrate Eid-ul-Fitr in the month of Shawwal. They offer special prayers on this day. On this day, they congregate in open spaces, mostly at mosques, and pray for their well-being and progress..\r\n \r\n \r\n License: Primary NFT holder is free to use in advertising, display\r\n privately and in groups, including virtual galleries, documentaries\r\n and essays by holder of the NFT, as long as creator is credited.\r\n Provides no rights to create commercial merchandise,\r\n commercial distribution, or derivative works. Copyright remains\r\n with creator.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1Jl-KiC9GdBcZbP_rCOncoWUCKSde59PD/view?usp=sharing"
        },
        {
            "fileName": "122.jpg",
            "sNo": "122",
            "NameofArtist": "Nandish Rao",
            "WalletAddress": "0xe6D20D5EfF9734b75e157E7fA8a2f1272bEEBa8B",
            "EmailAddress": "nandishrao.32@gmail.com",
            "Category": "Photography",
            "SubCategory": "Art and Culture",
            "Twitter Handle": "https://twitter.com/NandishRa0",
            "Title": "DAIVAS - The Demi-Gods",
            "Description": "Bootha Kola or Kola Aata also known as the worship of Daivas or Bhootas or Demi-Gods, is an ancient ritual prevalent among the Tulu speaking community in the Dakshina Kannada districts in Karnataka and in kasargod taluk of kerala,which is collectively referred to as Tulu Nadu.\r\n Bhootha kola is based on a simple belief that several bhoothas or daivas (guardian spirits) protect the villages in Tulunadu. Historically, Tuluvas did not believe in God, they only believed in bhootas. Tulavas believe that these bhootas once walked the land as humans, and everyone joins them after death.\r\n \r\n These bhootas are invoked and personified by a paatri (an individual from the Nalike community who impersonates the bhoota at bhootaradhane) during the annual festival of bhootaradhane. \r\n \r\n Hope you got to know about another ancient ritual art form from southern part India via this image.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1zws1qYKqe1IdSeWGOA_35lCJVSoXtnDI/view?usp=sharing"
        },
        {
            "fileName": "123.jpg",
            "sNo": "123",
            "NameofArtist": "Soumya Geetha",
            "WalletAddress": "0xF6FBAAbabC39CE0558C1DF4A00D7A7Bc810711A5",
            "EmailAddress": "soumya@agasthyaconsultants.com",
            "Category": "Photography",
            "SubCategory": "Art and Culture",
            "Twitter Handle": "https://twitter.com/SoumyaGeetha",
            "Title": "Chained Souls, a fragile relation between Mahout and Elephants",
            "Description": "Bathing is a symbol of mahout-elephant connection, as well as a demonstration of affection and care. Elephants that are no longer in the wild require extra attention and love in order to operate socially. Throughout my Thrissur Pooram journey, I noticed that these ties were reciprocal; while the mahout is busy washing the elephant's hard-to-reach locations, the elephant likes splashing water at its loyal companion. It's a beautiful sight.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1LXVVIdfaghIVzXBaZD6eEF0wHsrWRa_W/view?usp=sharing"
        },
        {
            "fileName": "124.jpg",
            "sNo": "124",
            "NameofArtist": "Mustafa Aydın",
            "WalletAddress": "0xe58117Eb57211f02253d64BEb74EDD288523235e",
            "EmailAddress": "aydinmustafa0605@gmail.com",
            "Category": "Photography",
            "SubCategory": "Astro",
            "Twitter Handle": "https://twitter.com/aydinmustafaaa",
            "Title": "Southern Pinwheel Galaxy",
            "Description": "The human mind loves to see familiar things in shapes and patterns, that is how deep space objects are named.\r\n Pinwheel Galaxy aka Messier 83 is a barred spiral galaxy approximately 15 million light-years away, it is located in the direction border of Hydra and Centaurus constellations. \r\n It is one of the closest and brightest barred spiral galaxies that is visible even with a pair of binoculars. \r\n Image Credits: Mustafa Aydın / Telescope Live",
            "GoogleDriveLink": "https://drive.google.com/file/d/1eYSIQvGpN3K8bjLo9aszBovLJHqgpGm7/view?usp=sharing"
        },
        {
            "fileName": "125.jpg",
            "sNo": "125",
            "NameofArtist": "Sausthav Negi",
            "WalletAddress": "0xaaA08DCF7cF41e38e1119A08950BDf884AFc9102",
            "EmailAddress": "negisausthav@gmail.com",
            "Category": "Photography",
            "SubCategory": "Astro",
            "Twitter Handle": "https://twitter.com/Sausthav_Negi",
            "Title": "Jewel over the City",
            "Description": "Its a image of the comit neowise, and its a life time event to capture and i was lucky to witness it and document it. Its one of the kind of image where its has been capture over the city of DehraDun.",
            "GoogleDriveLink": "https://drive.google.com/file/d/17YnmilqKeVTL7aUqlppBp3IV-4ieMG3q/view?usp=sharing"
        },
        {
            "fileName": "126.jpg",
            "sNo": "126",
            "NameofArtist": "Jason Betzner",
            "WalletAddress": "0x15B141301cb05C88B13c0Ab5c681DDd83aaaAE2A",
            "EmailAddress": "jbetzner@vt.edu",
            "Category": "Photography",
            "SubCategory": "Astro",
            "Twitter Handle": "https://twitter.com/chesapecten",
            "Title": "Lunar Eclipse",
            "Description": "This is a composite of the 2021 lunar eclipse that occurred in November of 2021. It was cloudy earlier in the night, but the skies cleared before totality and I was awed by this incredible event! I took this with a Canon 6D, 360mm telescope, and a star tracker.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1Z3uBcW7Oh5EM6xxCRwxDZf77WQ3cL2AY/view?usp=sharing"
        },
        {
            "fileName": "127.jpg",
            "sNo": "127",
            "NameofArtist": "Arwin Levinson",
            "WalletAddress": "0x36799FF7bf99602870B91572e2A897b06c91c87b",
            "EmailAddress": "arwin2005@gmail.com",
            "Category": "Photography",
            "SubCategory": "Astro",
            "Twitter Handle": "https://twitter.com/LevinsonArwin",
            "Title": "Galactic Confluence",
            "Description": "Our galaxy, the Milky Way, shines brightly over the confluence of the Indus and Zanskar rivers.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1xtAWo1ox9td6mYH8XWC-Sft0yIbL1rho/view?usp=sharing"
        },
        {
            "fileName": "128.jpg",
            "sNo": "128",
            "NameofArtist": "Omid Qadrdan",
            "WalletAddress": "0x5Afa1dc2b35C35413437Fa8c91F12B70C1997c22",
            "EmailAddress": "omidghadrdan@gmail.com",
            "Category": "Photography",
            "SubCategory": "Astro",
            "Twitter Handle": "https://twitter.com/omg_visuals",
            "Title": "Nightsky Heritage",
            "Description": "The night hides a world, but reveals a universe.\r\nthe feeling of standing under a dark sky full of star and looking deep into the vastness and see every star flickering has been unmatched for me as far as I remember, and I made this my duty to help people to see the real fireworks begins After the Sunset, from Dusk to Dawn, this Image is a start of the project that want to show the beauty of our Historical Heritage under the night sky, the ancient building in the foreground is one of the Kharraqan towers, a pair of mausoleum built in 1067 and 1093, in the Kharraqan region of northern Iran, near Qazvin. They are notable for being an early example of geometric ornament,",
            "GoogleDriveLink": "https://drive.google.com/file/d/19rDqLOcfuvq2-ON1ip47wJ5AP0PxfBhz/view?usp=sharing"
        },
        {
            "fileName": "129.jpg",
            "sNo": "129",
            "NameofArtist": "Fadipe Adeola Fadipe",
            "WalletAddress": "0x5d9fc6a9dfacdda88d23ec9b95c4ac2e402d74bf",
            "EmailAddress": "daevidpictures@gmail.com",
            "Category": "Photography",
            "SubCategory": "Conceptual",
            "Twitter Handle": "https://twitter.com/daevidadeola",
            "Title": "THE EPIPHANY",
            "Description": "To me, epiphany refers to a sudden revelation of the 'whatness' of a thing. We may have an epiphany, or perhaps numerous epiphanies, these realizations may be little and insignificant, or they may even be massive. \r\n That is what this piece is about, an epiphany of my own. It has had and will continue to have a significant impact on the remainder of my life. At the time, my passion for photography had grown so much that I was yearning to do it professionally but the frantic thought \"you need a camera first\" kept flooding my mind, until, like a flip of a switch, I realized that the one thing that seemed like an obstruction, really isn’t. The man reflects the thought, hence why he's holding a camera with a villainous look, while, the lit bulb represents realization.Many are still in the dark, obstructed from tapping into their full potential as a creative. The aim of this piece is to bring them to light, THE EPIPHANY.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1G1fj2ZIojQx2-bBsuZzF4dDLDDSH5Z8-/view?usp=sharing"
        },
        {
            "fileName": "130.jpeg",
            "sNo": "130",
            "NameofArtist": "Uğur Aydın",
            "WalletAddress": "0xc25c2fc6446b01bb8376f43dcfc5b5480a8dfbd7",
            "EmailAddress": "erciyes.ugur@gmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/ugur_cimen",
            "Title": "The Wind Rose",
            "Description": "The wind rose was my only toy, my only friend I used to build my dreams with it, and my little world would be colored with it. My age was maybe 7, maybe 8, and they called me the little shepherd...\"\r\n The Wind Rose: In the Kıyıdüzü village of Tatvan district of Bitlis, the difficult and dusty journey of thousands of sheep herds to the highlands of Nemrut Mountain continues along the valleys in the company of shepherds. The shepherds, who bring thousands of sheep to the village for milking in herds every day, start the 7-kilometer dusty journey towards the skirts of Mount Nemrut at sunset after milking. The dusty journey of the herds creates a visual feast throughout the valley. The control of their herds in these dusty valleys belongs to the child shepherds between the ages of 10 and 12. In this photo, the little shepherd is chasing the herds with the wind rose he holds in his hand with the feeling of childhood.",
            "GoogleDriveLink": "https://drive.google.com/file/d/178PQvQnztzjkInSaVugoyaUQQdUgmPO2/view?usp=sharing"
        },
        {
            "fileName": "131.jpg",
            "sNo": "131",
            "NameofArtist": "Ali CAN",
            "WalletAddress": "0x0A8FfaF34bc6a41AB19d554922692FB785dCE43e",
            "EmailAddress": "alicandogancam@gmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/alicandogancam",
            "Title": "Tulip Garden",
            "Description": "The colorful tulip gardens planted by the farmers always present us with incredible views. Seeing the tulips blooming in the last months of spring every year is an exciting situation for us photographers. Last year, I visited the tulip gardens planted on hundreds of acres of land to relive this excitement. I met many nature lovers and garden workers. The outfit of one of these workers immediately caught my attention. This worker, who was busy watering the tulips, wore a T-shirt and yellow boots reminiscent of the colors of the honey bee. This situation was very compatible with the environment in which he was working. I waited for the right moment and photographed it. I was very happy to have a wonderful image and wanted to share it with you.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1Wq-ijPPiayop7f0QjhS1JXEjmAznmAp5/view?usp=sharing"
        },
        {
            "fileName": "132.jpg",
            "sNo": "132",
            "NameofArtist": "ibrahim Aysündü",
            "WalletAddress": "0x0a64244E5794F09a13e496DF2687436344C541C6",
            "EmailAddress": "ibrahimaysundu@windowslive.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/ibrahimaysundu",
            "Title": "Unity is strength",
            "Description": "25% of the world hazelnut production is made in Ordu, Turkey. Hazelnuts are sorted, then passed through certain stages, packaged and made ready for export. Women are the greatest power of this production. Dozens of women work in sync. This work creates a strong rhythm. If women are strong, the world will be stronger.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1iOEZJgXY1IL-8ZeZviC4zys9dwP5vZPw/view?usp=sharing"
        },
        {
            "fileName": "133.jpg",
            "sNo": "133",
            "NameofArtist": "Bilal eskioglu",
            "WalletAddress": "0x31E9D214E8F58fFaDEf07B31b5E3a8180D6268b8",
            "EmailAddress": "beskioglu@hotmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/beskioglu",
            "Title": "woman drying tobacco",
            "Description": "Wet tobaccos are light yellow in color. He strings them with the help of a needle and thread. Then they are left in front of the sun. And left to dry. turns dark green",
            "GoogleDriveLink": "https://drive.google.com/file/d/1SgkZn7Xj3HmneUVAmBSm46RJqzfiQs0z/view?usp=sharing"
        },
        {
            "fileName": "134.jpg",
            "sNo": "134",
            "NameofArtist": "Meriç Aktar",
            "WalletAddress": "0xf293Ba67e66A918AaeeE0E5519b4c0BA07E28A90",
            "EmailAddress": "mericaktar@gmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/mericaktar",
            "Title": "Tandoor",
            "Description": "A woman in the Altinozu district of Hatay, Turkey, was cooking pepper bread in a tandoor which is a traditional oven made of mud that is widely used for baking bread in rural parts of Turkey.\r\n \r\n P.S : It took me almost a day to take this photo from this angle. I bought these pepperoni breads from the woman and waited for 8 hours for the tandoor to cool down. After the tandoor got cold, I placed my camera inside the tandoor with a wide-angle lens and took this picture with the help of the remote control.\r\n \r\n Artist : Meriç Aktar\r\n \r\n Edition : 1/1\r\n \r\n Location : Hatay,Turkey\r\n \r\n Year Created : March, 2021\r\n \r\n Size : 5392 x 3283 ,22 MB, 21 megapixel\r\n \r\n Gear : Nikon D750 - Tamron 15-30 f2.8 VC\r\n \r\n Genre : Documentary",
            "GoogleDriveLink": "https://drive.google.com/file/d/1RW_yqQ2U_DwTCLY_r10zcL1zF8EZZk_-/view?usp=sharing"
        },
        {
            "fileName": "135.jpg",
            "sNo": "135",
            "NameofArtist": "Ufuk Turpcan",
            "WalletAddress": "0x4EA8A9Ca81D8124A5c4982f5C48f5fc1369d55ce",
            "EmailAddress": "turpcan@gmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/ufukturpcan",
            "Title": "Twins",
            "Description": "I met the twins named Ali and Hasan on a photo trip. I found out that their mother passed away at the birth of Ali and Hasan. It has come to my attention that twins are not separated from each other in the real world as they are in the womb. It was obvious from this fact that they would all be together in their later lives",
            "GoogleDriveLink": "https://drive.google.com/file/d/1FoQZodYfiwyE9pMbrZgPcQXPQ-6pMQ7K/view?usp=sharing"
        },
        {
            "fileName": "136.jpg",
            "sNo": "136",
            "NameofArtist": "Berker Dalmış",
            "WalletAddress": "0xD585a519610B435890ee1E7c4453c09c8b64Ed77",
            "EmailAddress": "berkergsf@yahoo.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/BerkerDalmis",
            "Title": "Asura",
            "Description": "The Ashura Mourning Ceremony was held in Istanbul on the anniversary of Hz.Hüseyin's martyrdom in Karbala. One of the moments I caught.\r\n The little girl watched the thousands of people grieving around her. Her gaze was a little confused, but very innocent. I felt the drama of a massacre that took place centuries ago. That moment.\r\n \r\n During mourning, knives and cutting tools are not touched, sacrificed, and meat is not eaten. No living thing is tortured during mourning. The basic principle of the Mourning Fast is not to break anyone's heart, not to hurt anyone with one's tongue, not to gossip about anyone. Those in good health fast. The purpose of mourning is not to torture oneself, but to commemorate and not forget so that evil and massacres do not happen again",
            "GoogleDriveLink": "https://drive.google.com/file/d/1OWOQy8-XZ8cs0Ip6Adlun5vCiANzd1CE/view?usp=sharing"
        },
        {
            "fileName": "137.jpg",
            "sNo": "137",
            "NameofArtist": "Ahmet Aslan",
            "WalletAddress": "0xfb272E3004E8a119DBBeDa512366527F7f921692",
            "EmailAddress": "aslanahmet5@hotmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/ahmetaslan_nft",
            "Title": "Harran houses",
            "Description": "I took this photo in acient city of Şanlıurfa/Harran.Domed structures, which you see in this photo,are used as a house by people for 200 years. It is impossible to see similar of this photo. Because, the area, where I took the photo, has a desert climate. And snowfall is very rare there. I feel lucky because I got the chance of taking photo of this area in snowy and foggy weather. My this photo won national and international awards. At last, It won the first prize in Turkey Press Photo of the Year",
            "GoogleDriveLink": "https://drive.google.com/file/d/1kox5XLoIsLNaoII5Dec57BUBJNTww7xF/view?usp=sharing"
        },
        {
            "fileName": "138.jpg",
            "sNo": "138",
            "NameofArtist": "Murat ilhan",
            "WalletAddress": "0x495f947276749ce646f68ac8c248420045cb7b5e",
            "EmailAddress": "m.muratilhan@gmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/Murat_ilhan_NFT",
            "Title": "dusty roads",
            "GoogleDriveLink": "https://drive.google.com/file/d/1qkvc4YOg4V4hmvikngxCvAlP3mJ4FduS/view?usp=sharing"
        },
        {
            "fileName": "139.jpg",
            "sNo": "139",
            "NameofArtist": "Seyit KONYALI",
            "WalletAddress": "0x16B2C26d9A5C43bABCcA123E30F922D1B770ccfB",
            "EmailAddress": "seyitkonyali@hotmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/seyitkonyali",
            "Title": "olive oil making",
            "Description": "On my trip in 2018, I went to the Hatay region. I really liked the cultural life of Hatay. People of many faiths live together. The main source of income is olive and olive oil production.\r\n \r\n Olive oil is made with the traditional method. Olives collected from the trees are cleaned and poured into the pool. crushes olives with the help of a large stone horse. The oil from the crushed olives is collected. Olive farming is a source of livelihood in Hatay region.\r\n \r\n This photo of me won the 1st prize in the İzmir Commodity Exchange Competition.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1wOb4DVA7CNJj0kWX6uAzhFiG8H18i40Y/view?usp=sharing"
        },
        {
            "fileName": "140.jpg",
            "sNo": "140",
            "NameofArtist": "Mustafa Kurtbas",
            "WalletAddress": "0x6f226b1645aA24B34f6859f7E166e65415D8CD1b",
            "EmailAddress": "mus_hat@hotmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/mushat29",
            "Title": "worker",
            "Description": "Charcoal is formed through a long and tiring process. People work in dense smoke. Because of this, people experience health problems. This process begins with the burning of oak trees. The fire is covered and burned for a while. turns off after a while. In this way, coal is formed.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1Apltz-OofVEiObfvwcHrJJ1KmGxjrHj8/view?usp=sharing"
        },
        {
            "fileName": "141.jpg",
            "sNo": "141",
            "NameofArtist": "HASAN UÇAR",
            "WalletAddress": "0x6eC6159DB2bdb51D7fe5E878A6E6Ed9C131d139F",
            "EmailAddress": "hasanucar.photography@gmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/hasann_ucarr",
            "Title": "geometry and human",
            "Description": "I took this photo in Erzurum Turkey in 2018. The photographs in the frame on the back wall of this building belong to Foto Reporter Ara Güler, who sheds light on Turkish photography. I really liked the geometry of the building. The light falling on the stairs was enchanting, I had asked someone to pass by, and soon luck was on my side. Ara Güler died by chance the year I took this photo.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1M4un7fSC0qgysoJmkkjsZGJ8CNcVJa8d/view?usp=sharing"
        },
        {
            "fileName": "142.jpg",
            "sNo": "142",
            "NameofArtist": "MUSTAFA KOCAKOÇ",
            "WalletAddress": "0x79d9Af7e688781aA88cF5Ebe1BfAA1EB6fC7294C",
            "EmailAddress": "mustafakocakoc@gmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/mstfkocakoc",
            "Title": "pepperman",
            "Description": "Cumali, the son of a family working as farm workers, had created his own playground among the peppers. He wanted to pose for me when he saw that I was taking a picture. We played with him first. While playing the game, we talked about his dreams about the future. After chatting with his family and drinking tea, I broke up with them. Cumali's smile was reflected in my photo.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1_j7i5hVBbl64wioCcHgIuw-EYsuBLkVA/view?usp=sharing"
        },
        {
            "fileName": "143.jpg",
            "sNo": "143",
            "NameofArtist": "Münevver Ulusoy",
            "WalletAddress": "0xd959dDadc61a390D9B309b1234ccC680168d5563",
            "EmailAddress": "munevveru76@gmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/UlusoyMunevver1",
            "Title": "Fishermen",
            "Description": "When it's time to go fishing in Istanbul during the winter months, fishermen throw their nets into the sea. Meanwhile, the seagulls fly around the fishing boats.\r\n I see and watch the fishing boats as a scene. During the winter months, magnificent views appear on the Bosphorus.\r\n I take pictures of moments that I find interesting and special.\r\n I love watching the sea, the smell of iodine and the fishermen.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1TqD7h-7KxSClexsTq_5f_yXBR1CHNisi/view?usp=sharing"
        },
        {
            "fileName": "144.jpg",
            "sNo": "144",
            "NameofArtist": "Gül Yıldız",
            "WalletAddress": "0xd735Db175Fb7CC284Ed04F220D21D0CAFA7ba1ef",
            "EmailAddress": "gulyildiznet@gmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/gulyildizart",
            "Title": "dust and labor",
            "Description": "Labor is the most valuable thing in the world. Working in very difficult conditions is a lot of effort. I took this photo for my charcoal workers project that I went to for 3 years. Charcoal is produced in a place close to Istanbul and there are many workers working here.These workers breathe this dust fume every day and they work in these conditions.Sometimes the eye can't see because of the dust and smoke.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1kse3nOpYyPFuHeDHO2r8UTMAPgWE3FrS/view?usp=sharing"
        },
        {
            "fileName": "145.jpg",
            "sNo": "145",
            "NameofArtist": "Reyhan Türk",
            "WalletAddress": "0x54F50a969E5bC1B630856867Cfe5A816a51fb3d0",
            "EmailAddress": "reyturk@gmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/reyreyturk",
            "Title": "Pleasure of bathing",
            "Description": "This photo I took in December 2018 is called the pleasure of bathing. Enjoying a hot spring in the Güroymak district of Bitlis while the freezing cold negatively affects life. The buffalo and horses left in the barns in winter are washed in the hot spring. The scenery that emerges while the young people of the village both bathe and have fun in the hot spring, where the hot and healing water emerges from meters deep, is indispensable for photography enthusiasts from all over Turkey.\r\n I attended their party when I took this photo.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1CXhYd9a3s-DshjnYp2mIOSz6SN4r-4hC/view?usp=sharing"
        },
        {
            "fileName": "146.jpg",
            "sNo": "146",
            "NameofArtist": "OSMAN ARABACI",
            "WalletAddress": "0xf3641c623354e1825De47C4f210Cd4CaFB0fC3FC",
            "EmailAddress": "arabaci.photography@gmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/Osmanarabaci38",
            "Title": "wild horses running away from their fears",
            "Description": "wild horses don't run very fast unless they have someone chasing them. What makes horses run so fast is that they run away from their pursuers. They stay away from people because they are wild. If they see a person approaching them, they either run away from it or attack. When I took this photo, I prayed that the horses wouldn't attack me. I had a chance because they didn't attack me. It was a pretty dusty day. When I came back and washed my hair, mud was running from my head. The stories of difficult photos are beautiful and the most beautiful thing is \"hard photos are always beautiful.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1sz8fsx5SVCvddrmDKh1kU8FzZ17MpOId/view?usp=sharing"
        },
        {
            "fileName": "147.jpg",
            "sNo": "147",
            "NameofArtist": "yalçın çifçi",
            "WalletAddress": "0x22dd94f4FB0a1AFB3160B2477565bA81cfb19C6D",
            "EmailAddress": "yalcincifci02@gmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/yalcin_cifci",
            "Title": "traveling salesman",
            "Description": "Traveling vendors visit remote villages once a month. They bring sweets that the kids love so much. In villages, instead of money, eggs, wheat, etc. products are exchanged. Hearing the horn of the car, the village children gather in the square. All children share this joy. Parents also meet their children's stationery needs in exchange for pulses. Traveling vendors are a culture that disappeared with the opening of markets in villages.",
            "GoogleDriveLink": "https://drive.google.com/file/d/16YfJQWpghbsxotO3wMn_tMQfEagRjX5Y/view?usp=sharing"
        },
        {
            "fileName": "148.jpg",
            "sNo": "148",
            "NameofArtist": "Mursel Yagcioglu",
            "WalletAddress": "0x62BAC6EbEfB3f6b14CC883feF639D123F3c391AF",
            "EmailAddress": "mursel.ygc@gmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/MurselYgc",
            "Title": "The Scream Of Nature",
            "Description": "We are destroying nature. Do you feel responsible?\r\n Do you hear the cry of nature? While some are upset, some are looking out for their own interests.\r\n When the last tree dries up, we will know how much damage we have done when the last lake is destroyed.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1Dq9p-iX6MmmrDpPCkXHVm8cZeJINQpwT/view?usp=sharing"
        },
        {
            "fileName": "149.jpg",
            "sNo": "149",
            "NameofArtist": "Amit Sharma",
            "WalletAddress": "0x9f870b4f93abD9d45A2bcEB6F0DfE25C74195fE5",
            "EmailAddress": "studioesp@gmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/agyaat_astitva",
            "Title": "Vishwamitra and Menaka",
            "Description": "A paradigmatic representation of Vishwamitra and Menaka by one of the oldest practicing Behrupia (Impersonator)\r\n \r\n The Story- The sage and seductress is a common trope in Hindu mythology.\r\n Indra, the king of gods, gets worried about the intensity of Vishwamitra’s ascetic practice as it would give the sage enormous powers. He sends Menaka to seduce him and nullify his penance.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1FBFmsu2HRZ_-OZA4DzTRKir37PWvJlfq/view?usp=sharing"
        },
        {
            "fileName": "150.jpg",
            "sNo": "150",
            "NameofArtist": "AHMET DURMAZ",
            "WalletAddress": "0xc176B28363f97943ea0b03379994E6E374dcdd41",
            "EmailAddress": "a_durmaz87@hotmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/drmz60",
            "Title": "A bunch of happiness",
            "Description": "Our model opened her eyes to the world with cesarean section.  The pediatrician did all his checks and they posed for me together.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1msCUZQ03MejTZBNFl1b2u_2zPIwsllbR/view?usp=sharing"
        },
        {
            "fileName": "151.JPG",
            "sNo": "151",
            "NameofArtist": "Ali Acar",
            "WalletAddress": "0x2F3968874efbF4a0daa434A32af507B54a5d0C41",
            "EmailAddress": "aliacar-2@hotmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/_aliacar_",
            "Title": "Friend",
            "Description": "There were curfews during the Covid-19 pandemic, which surrounded the whole world. It was the children who were most affected by this. School education continued in their home online. Bored at home, this boy sought a friend. He made friends with the ornamental fish in the house. He is feeding his friend while he is eating an apple. I hope these troubled days will not happen again.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1kvWnXw2IHuFb_bhovDuf5Qi1uEGVOt_m/view?usp=sharing"
        },
        {
            "fileName": "152.jpg",
            "sNo": "152",
            "NameofArtist": "Sema Mermertaş",
            "WalletAddress": "0x251b58ACdE670731aCDa3cc05DBd2653B4F478bf",
            "EmailAddress": "semamermertas@gmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/sema_mermertas",
            "Title": "Family",
            "Description": "Even in our saddest moments, don't cats draw all the attention to themselves and make us forget everything? Aunt Hazan is a woman living alone, she lost her husband, she has no children, she lost her mother, she adopted these four puppies and they are not alone anymore, they are very happy together.",
            "GoogleDriveLink": "https://drive.google.com/file/d/13AyZH5QGMk2xfkKCnVvKFuWa46lyLQW5/view?usp=sharing"
        },
        {
            "fileName": "153.jpg",
            "sNo": "153",
            "NameofArtist": "Serhat Karasungur",
            "WalletAddress": "0xf14f28a4575C87ae2D7a09f38Ea53d35D508A8Bd",
            "EmailAddress": "serhatkarasungur@gmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/s_karasungur",
            "Title": "Bulgur",
            "Description": "Bulgur is an indispensable part of Turkish cuisine. Wheat is boiled in large boilers, poured into large areas in the facilities with trailers, left to dry under the sun for 2 days and mixed with the help of rakes attached to the tractors to lose the moisture it contains. Dried wheat is collected by tractors and turned into bulgur after cracking. \r\n This photo was taken at a bulgur factory in Gaziantep, which is a city located on Mesopotamia, home land of the wheat.\r\n \r\n Photographer: Serhat Karasungur\r\n Location: Gaziantep/ Turkey\r\n Date: 23.09.2017\r\n Dimensions: 3600* 2400 - 300dpi",
            "GoogleDriveLink": "https://drive.google.com/file/d/1398wGmexiw7z9kVr-E7x7lLzCc-d3rnW/view?usp=sharing"
        },
        {
            "fileName": "154.jpg",
            "sNo": "154",
            "NameofArtist": "Ayush Dixit",
            "WalletAddress": "0x8a21b4055e1eb9d3ad999bc2d79379d1a10b0120",
            "EmailAddress": "ayushhclicks@gmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/AyushhClicks",
            "Title": "Spiritual Awakening",
            "Description": "Varanasi is the most holy city in Hinduism and the spiritual home of India's Sadhus, or holy men who have renounced the worldly life. They are revered by Hindus as representatives of the Gods and sometimes worshiped as Gods themselves. \r\n \r\n Their personalities, practices differ from each other and there's a concern that this heritage would be lost in the fast urbanisation of Varanasi. With industrialisation and tourism attracting thousands, I felt the need to preserve this heritage through photographs.\r\n \r\n The Sadhu in the frame is Praying at 5AM in Manikarnika Ghat - The oldest Burning Ghat of Varanasi. The Smoke in the background is coming out of Burning Bodies as it was the peak of COVID in India and there was a Queue of Dead Bodies waiting to be cremated at the ghat. \r\n \r\n Photographer : Ayush Dixit\r\n \r\n Edition : 1/1\r\n \r\n Location : Varanasi , India .\r\n \r\n Year Created : 2021\r\n \r\n Gear : Smartphone - Vivo V20PRO\r\n \r\n Genre : Street Photography .",
            "GoogleDriveLink": "https://drive.google.com/file/d/1Opd85DGDN332HYGYs-hH5XoloQ-pZmNR/view?usp=sharing"
        },
        {
            "fileName": "155.jpeg",
            "sNo": "155",
            "NameofArtist": "Sagnik Bagchi",
            "WalletAddress": "0x60e8530c29a7534a3e2ac24bd001a37bb86d9504",
            "EmailAddress": "sagnikbagchi2301@gmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/bagchi_sagnik",
            "Title": "The Queen's Guards",
            "Description": "The Victoria Memorial is a huge white marble structure in Central Kolkata, which was built between 1906 and 1921. It is dedicated to the memory of Queen Victoria, now a museum under the auspices of the Ministry of Culture, and is the largest monument in the world which is dedicated to a royal. \r\n \r\n This shot was taken on the day of Vijay Diwas in 2019. I framed Victoria with the trees and the helicopters (as part of the Vijay Diwas celebration) added life to the frame!\r\n \r\n \r\n India celebrates Vijay Diwas on December 16 to commemorate its victory over Pakistan in the 1971 war, which led to the creation of Bangladesh. On this day, Indians pay homage to the brave soldiers of our country.",
            "GoogleDriveLink": "https://drive.google.com/file/d/14D76_QG5N-h4qGdVag2rRaAbMoAILJHD/view?usp=sharing"
        },
        {
            "fileName": "156.jpeg",
            "sNo": "156",
            "NameofArtist": "Nimit Nigam",
            "WalletAddress": "0xda9002c778561F074229B6700c223D2D911E4306",
            "EmailAddress": "nimitnigam@gmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/nimitnigam",
            "Title": "The Burning Train",
            "Description": "I clicked this shot while coming from Bhopal in Telangana Express. I was traveling on the same train and that's my bogie which starts burning at 8 am. It is one of the toughest documentation I have done because the temperature was 40+ degrees Celsius and I was carrying my luggage and camera bag while shooting.\r\n We all were stuck in the middle of nowhere and there is no water. But because this is a very important moment or documentation I decided to cover it in full. Because of the smoke, it was very difficult for me to take a breath.\r\n In the future, I'll update my full documentation on NFT :)",
            "GoogleDriveLink": "https://drive.google.com/file/d/1j9Ed42NRt-4nTpJH9xtehem4dKhN_DVX/view?usp=sharing"
        },
        {
            "fileName": "157.jpg",
            "sNo": "157",
            "NameofArtist": "Mustafa Gezer",
            "WalletAddress": "0x34a7ADc64A5a58301B5cafFD8272E5B40412FCd2",
            "EmailAddress": "gezer947@hotmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/gezer947",
            "Title": "Alone in the rain",
            "Description": "There is nothing like walking with the smell of the sea after the rain. Walking and thinking about life...",
            "GoogleDriveLink": "https://drive.google.com/file/d/1VVA6OeFZz1Zm9gg68jGFrce-S8WIcyll/view?usp=sharing"
        },
        {
            "fileName": "158.jpg",
            "sNo": "158",
            "NameofArtist": "K.Deniz Kalaycı",
            "WalletAddress": "0x2b8Fb1AEd8a04571D2758Ee57C46a3228eabf4E2",
            "EmailAddress": "denizkalaycik@gmail.com",
            "Category": "Photography",
            "SubCategory": "Documentry",
            "Twitter Handle": "https://twitter.com/KlycDnz",
            "Title": "Berivan",
            "Description": "Berivan\"\r\n It means a woman who takes care of animals and milks them. At the same time, the name of a rare mountain flower is Berivan.\r\n I took this photo in Turkey Hakkari-Çukurca.\r\n He received a Special Award in the photography marathon organized by Çukurça District Governor's Office.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1gbNL-GHQ6jGZwFI5APVFdA5VsyWAkc_K/view?usp=sharing"
        },
        {
            "fileName": "159.jpg",
            "sNo": "159",
            "NameofArtist": "Waheed Akhtar",
            "WalletAddress": "0x09757735764cb5B1773E077b611E18C33f50AC03",
            "EmailAddress": "crea8iveart@hotmail.com",
            "Category": "Photography",
            "SubCategory": "Fine Art",
            "Twitter Handle": "https://twitter.com/WaheedAkhtarNet",
            "Title": "Metallic Consoles",
            "Description": "Two minutes long exposure shot (using 16-stop ND filter) of Central Park Towers, a multi-building complex in Dubai International Financial Centre, Dubai.\r\n \r\n Taking such long exposure shot on a cloudy day in Dubai is itself a challenge as you hardly see any clouds throughout the year in this part of the world.\r\n \r\n Then comes the editing part which is very time-consuming for such an outcome. The process of editing these long exposure shots is totally unique. Using the pen tool, hard selections are made of different elements in the image. Sometimes these selections take days if you have to make too many selections. Later using these selections while playing with the darks (shadows) and lights (highlights) the final envisioned version of the image is brought forward. Finally, you feel happy and more confident with all the time and efforts you spent to create the masterpiece.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1e1ZfrVQRw-OW-O6CPzOBQ0L1b1MJK1pc/view?usp=sharing"
        },
        {
            "fileName": "160.jpg",
            "sNo": "160",
            "NameofArtist": "Dolly Kabaria",
            "WalletAddress": "0xc99360F97475dcd02cbaa1940e0e6A2cb67186c8",
            "EmailAddress": "dolly@alternativephotography.in",
            "Category": "Photography",
            "SubCategory": "Fine Art",
            "Twitter Handle": "https://twitter.com/dollykabaria",
            "Title": "Winged World",
            "Description": "Winged world' explores the eco-scapes of the birds, dwindling under the incessant assault of mankind’s push to adapt the world to itself. \r\n \r\n This frame captures a singular bird species encircled within its own diminishing biosphere. As the sphere shrinks so do the no of birds!! The sky, land, and water in the frame highlight the interconnected nature of this ‘ornithosphere’ and calls to mind the significance of all flora, fauna, and the earth as a whole, which has been pushed to the sidelines in the vision for human progress!!!",
            "GoogleDriveLink": "https://drive.google.com/file/d/1GMYdapXAtGQXAZcTie8PP4jfo2jMIB9I/view?usp=sharing"
        },
        {
            "fileName": "161.jpg",
            "sNo": "161",
            "NameofArtist": "Himanshu Pagariya",
            "WalletAddress": "0x3D2e7F3E4253f57e5Ae7638FD14CC8e16715eC76",
            "EmailAddress": "himanshupagariya@gmail.com",
            "Category": "Photography",
            "SubCategory": "Fine Art",
            "Twitter Handle": "https://twitter.com/himanshuphotos",
            "Title": "Breakfast time",
            "Description": "I clicked this picture in 2020 while I was shooting birds at lake at sunrise time. I saw these birds chasing for there breakfast and fishing from lake, then this idea came in my mind to click one picture with sun that looks like the bird is taking sun with it for it’s breakfast. That’s how “Breakfast time” is created.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1IqKPPvGjZ__CE5URXLC1eOD3r8Whehbu/view?usp=sharing"
        },
        {
            "fileName": "162.jpg",
            "sNo": "162",
            "NameofArtist": "Radhika Lal",
            "WalletAddress": "0x993eF60E46B2ac76dE29421D10571c276899Bc8c",
            "EmailAddress": "radhika31jan@gmail.com",
            "Category": "Photography",
            "SubCategory": "Fine Art",
            "Twitter Handle": "https://twitter.com/radhika_lal_",
            "Title": "The Girl who wore the jungle around her.",
            "Description": "I still remember standing in front of the waiting line, looking at different models go in and out wearing nothing but dreams that were made from nights of tears and sweat. Every piece felt like it was worth clicking but then came the girl who wore the jungle around. I describe it as a jungle because it captures all the bizarre earthly beauty you might find during a jungle trek. The vibrant and bright colours complement the sober plain background. The ramp light beaming through the backdrop mimics the brightness of the sunbeams making it's way through the canopy of the jungle. The model carries the piece with utter raw confidence, almost as if she were born in it.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1GH-ND9Nl6NDUyQtA531IO-OBMdy3Zrn5/view?usp=sharing"
        },
        {
            "fileName": "163.jpg",
            "sNo": "163",
            "NameofArtist": "Jeet Khagram",
            "WalletAddress": "0xcA5F6c76Cd326F4cE62E4B99BC972BF66cFA4aEB",
            "EmailAddress": "Connect@jeetkhagram.com",
            "Category": "Photography",
            "SubCategory": "Landscape",
            "Twitter Handle": "https://twitter.com/jeet_khagram",
            "Title": "The golden hour at Leh",
            "Description": "As a photographer, it’s important to have a perspective for the right picture. This is a capture from the Tsemo hill, while one can see an Ariel view of the old town of Leh. The magic happened when the sun set down and the view suddenly turned into a beautiful painting. An unimaginable dust of gold on the entire city and the Himalayan mountains at the boundaries, how could I not capture it? It’s one of the most memorable experience I have had on my journey of life.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1vJ8tton2wZv1jhcm3ix_OTlPYWEeahDG/view?usp=sharing"
        },
        {
            "fileName": "164.jpg",
            "sNo": "164",
            "NameofArtist": "Mahendra Bakle",
            "WalletAddress": "0xD0d5F37FF5Cd01Ea5D261228D29cfBE3aE9765F8",
            "EmailAddress": "mahendrabakle@gmail.com",
            "Category": "Photography",
            "SubCategory": "Landscape",
            "Twitter Handle": "https://twitter.com/mahendra_bakle",
            "Title": "Golden catch in a golden light…",
            "Description": "Was clicked at the beautiful golden light and the timing was perfect when the fishermen were fishing at lake Inle, Myanmar",
            "GoogleDriveLink": "https://drive.google.com/file/d/1WrjhrBjNOYHjeCbezpD4JChN-3B4ftpe/view?usp=sharing"
        },
        {
            "fileName": "165.jpg",
            "sNo": "165",
            "NameofArtist": "James Fotografia",
            "WalletAddress": "0x1C79B58A450aC0058712a66053C9466661cD77fb",
            "EmailAddress": "jamesbaby774@gmail.com",
            "Category": "Photography",
            "SubCategory": "Landscape",
            "Twitter Handle": "https://twitter.com/james__foto",
            "Title": "Heaven is right here",
            "Description": "Our crew went ahead in a rush to reach the summit for the sunset view, Me and my friend were trailing behind them enjoying the journey. All of a sudden the sky started taking its shape and dynamics, clouds paved the way for rays to reach the valley and village below, small streams reflected them like diamonds, the tea plantation's color danced to the flow of clouds, nature at its utmost beauty and we shouted \"heaven is right here\".\r\n Artist : James Fotografia \r\n Camera : Canon 80 D\r\n Resolution : 2400 X 3000\r\n Location : Suryanelli,Idukki",
            "GoogleDriveLink": "https://drive.google.com/file/d/1ZOYYS2MDQ7_Bg242E2Hetoo5Yn63y0Zy/view?usp=sharing"
        },
        {
            "fileName": "166.jpg",
            "sNo": "166",
            "NameofArtist": "Joffrey Briaud",
            "WalletAddress": "0xE6Ea859452C9224d48772699687935C6901D1300",
            "EmailAddress": "jo.briaud@gmail.com",
            "Category": "Photography",
            "SubCategory": "Landscape",
            "Twitter Handle": "https://twitter.com/BriaudJoffrey",
            "Title": "Polar Express",
            "Description": "I got off the train straight in the snow, and started to walk. An Asian filming crew was here, filming at the train passing on the bridge. I was not the only one here for it. A little bit further, at the end of the track, a van was waiting for them, and I felt like we will be a lot on the spot that day. I walked 45 minutes, from the top of the bridge to the photo spot. During the walk the van of the filming crew passed me. This time no doubt, I will see them down the road.\r\n \r\n I arrived and they were all here, cameras settled up, waiting for the next train. After a short talk with them I learned that they were filming for a Japanese TV travel documentary that runs the world by train since 1987, called « Sekai no shako kara » which means Views of the World by a train. That kind of funny random meetings you make along the roads. Hope they did get what they wanted from that day shooting the Polar Express.\r\n \r\n Artist: Joffrey Briaud\r\n Size: 4119x6182\r\n License: Unlimited Commercial",
            "GoogleDriveLink": "https://drive.google.com/file/d/1xrgLGhz63F0oJMmeB3uGX-D3ogNzIuVY/view?usp=sharing"
        },
        {
            "fileName": "167.jpg",
            "sNo": "167",
            "NameofArtist": "Nicola Manfredi",
            "WalletAddress": "0x511077d1505D3e5AE2A5Aa4D7188f316A1228cAd",
            "EmailAddress": "nicola.manfredi93@gmail.com",
            "Category": "Photography",
            "SubCategory": "Landscape",
            "Twitter Handle": "https://twitter.com/Nik_Manfredi",
            "Title": "Crying River",
            "Description": "A simple summer day, a storm that just passed, a green valley in the French Alps and a river full of water flowing in its middle. The birds sang and I stood there, looking around. The passage of time marked by the flow of the river, observing the sun slowly descending behind the mountains. What a wonderful day",
            "GoogleDriveLink": "https://drive.google.com/file/d/1IfK8tvfqDGRCdj00xbozw8pxRo18X9Us/view?usp=sharing"
        },
        {
            "fileName": "168.jpg",
            "sNo": "168",
            "NameofArtist": "Gianluca Podestà",
            "WalletAddress": "0x0a35C0D624855CF97E8eeb1ab2b0b53c6280D317",
            "EmailAddress": "gianluca.podesta@libero.it",
            "Category": "Photography",
            "SubCategory": "Landscape",
            "Twitter Handle": "https://twitter.com/gianlucapodesta",
            "Title": "The stone King",
            "Description": "My journey in searching the most astonishing mountain has bring me here, in this majestic scenario, embedded in a hidden area, to admire this King. The locals call it the \"Stone king\" cause the legend tell that there was a king, loved by all the people whom made a period of great well-being, but after his last battle to defend his lands, he was fell, and he was buried underneath this mountain, cause the king must rest under another king.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1fQOGLRo5ICB8sZg64IfEz1TixjAdxl1b/view?usp=sharing"
        },
        {
            "fileName": "169.jpg",
            "sNo": "169",
            "NameofArtist": "Lori Grace Bailey",
            "WalletAddress": "0xD27Bcc7ba02a2AeBC033eA01Ce7D4E642494318F",
            "EmailAddress": "lorigraceaz@gmail.com",
            "Category": "Photography",
            "SubCategory": "Landscape",
            "Twitter Handle": "https://twitter.com/lorigraceaz",
            "Title": "Heading out to the Highway",
            "Description": "On August 2, 2018, I traveled nearly 300 miles chasing storm after storm, but with no luck.  Finally,  I made one final attempt by driving east of this mountain range along the Arizona/New Mexico border and had to rely on instinct to anticipate where this storm would form.  I was well beyond any cell coverage that would provide me with data pointing to where the lightning would be dropping.  To my wonder, the storm lit up right near the end of this lonely highway, and I danced like no one was watching, because no one WAS watching!",
            "GoogleDriveLink": "https://drive.google.com/file/d/12LcUoGEJYhlHy-kF-okbFzCsndvgSDXI/view?usp=sharing"
        },
        {
            "fileName": "170.jpg",
            "sNo": "170",
            "NameofArtist": "Naveed Bashir",
            "WalletAddress": "0x834a13532152C470daf4d1FC2caCa3428105F3EE",
            "EmailAddress": "naveedbashir.nbd@gmail.com",
            "Category": "Photography",
            "SubCategory": "Landscape",
            "Twitter Handle": "https://twitter.com/naveed_1147?lang=en",
            "Title": "Walk through wonderland",
            "Description": "Of bridges, between seasons | A boy strolls through the freshly fallen snow in Sopore, Kashmir .",
            "GoogleDriveLink": "https://drive.google.com/file/d/1uB2PZOZX1Ib6YW1Zcm1FdYGasiZ4UIsE/view?usp=sharing"
        },
        {
            "fileName": "171.jpg",
            "sNo": "171",
            "NameofArtist": "Rachel Wood",
            "WalletAddress": "0x040Df97224A2d65dF277Ab4adb58596A42A9698c",
            "EmailAddress": "rachelstwood@gmail.com",
            "Category": "Photography",
            "SubCategory": "Landscape",
            "Twitter Handle": "https://twitter.com/0xWanderbitch",
            "Title": "Candyland",
            "Description": "Life can become sweeter when you change your perspective. \r\n \r\n I have spent a lot of time on Google Earth. Trying to find inspiration and locations of places other photographers don’t tell you about. Several years ago, I heard of this rainbow land, and when asked everyone told me to go find it myself.\r\n \r\n The hunt for finding where to go, following the bread crumbs and figuring out if it’s possible, and then actually going and seeing if it’s what you think it was from a satellite image... is intoxicating. It makes the images a reward for the work that when into researching and finding it. \r\n \r\n This drone image of one of the most unique landscapes I have ever seen was my reward for several years of researching, waiting for a chance to get here, and planning.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1L85eod6FQ4uor-QkUc4aLHYCRATfEAEM/view?usp=sharing"
        },
        {
            "fileName": "172.jpg",
            "sNo": "172",
            "NameofArtist": "Sanket Santosh Joshi",
            "WalletAddress": "0xe36c9DC98eC5D958cE53D80BCE72eb07c69a43c7",
            "EmailAddress": "sanketjoshi97@gmail.com",
            "Category": "Photography",
            "SubCategory": "Landscape",
            "Twitter Handle": "https://twitter.com/janketsoshi",
            "Title": "Dreamy day after snowfall",
            "Description": "I went to Kashmir for the first time in 2nd week of January 2021. The plan was to stay there for a week, but extended the tour in the hopes of snowfall and was blessed with snowfall in Srinagar in the last week. Snowfall turned the whole city into white beauty.\r\n \r\n On the next day I was blessed with this beautiful cloud porn in Dal lake. To witness snowfall on the previous day and this cloud porn on the next day was just like cherry on the cake.\r\n \r\n This beautiful landscape covered in snow with amazing clouds and it's clear reflection in Dal Lake just felt like a beautiful dream. I got to know why Kashmir is called \"Heaven on Earth\" when I witnessed this peaceful view in Srinagar.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1AizlMt_xfU-qcBKe7PtskXMHi7FNljod/view?usp=sharing"
        },
        {
            "fileName": "173.jpg",
            "sNo": "173",
            "NameofArtist": "Vivek Vijayrao Patil",
            "WalletAddress": "0xd67A38862b274730F300c33A5cBAae93E7D1BFEd",
            "EmailAddress": "vivek.patil3@gmail.com",
            "Category": "Photography",
            "SubCategory": "Landscape",
            "Twitter Handle": "https://twitter.com/vivekpatil31",
            "Title": "Journey of Souls",
            "Description": "Having visited and marveled several tropical beaches during my photography sojourns, I wasn’t prepared for the sheer breath-taking beauty of the black sand beach at Reynisfjara, Iceland. the frothy crashing waves, piercing cold wind, jaw-dropping basalt columns, colour-rich lava formations and the expansive black ash pebble beach was God’s tapestry come alive before my eyes.\r\n This click might just have been missed ! Towards the end of a full day on the beach, walking and jesting with friends, capturing the beauty of the place, it was pack up time to further continue the journey. Just as I was walking away, I looked back one last time, camera still in hand, this frame was waiting to be captured – ash grey skies contrasted with silver waves against the hillocks, which comes to my mind as - ‘Journey of Souls’.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1UWS5wpuFUA2yK754MXZh_I_hRDroEdjy/view?usp=sharing"
        },
        {
            "fileName": "174.jpg",
            "sNo": "174",
            "NameofArtist": "Jassi Oberai",
            "WalletAddress": "0x832834FC5b0b35FFD4CF697c4eC08815Ad8D6a52",
            "EmailAddress": "jassi@xploringlight.com",
            "Category": "Photography",
            "SubCategory": "Landscape",
            "Twitter Handle": "https://twitter.com/OberaiJassi",
            "Title": "Songs of Nature",
            "Description": "Earth is the art and photographer is just a witness. Sometimes nature really surprises you as a photographer. I had been shooting for the whole of morning and when I thought I was done shooting, I packed my tripod and started taking a stroll by the bank of this beautiful lake. And that is when I spotted this wonderful composition with trees and golden hues of sunrise. The mist around the castle makes the image ethereal.\r\n \r\n License: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1d9EnEzGsqTwfc5tdDXOdgBGfN7-dSyEq/view?usp=sharing"
        },
        {
            "fileName": "175.jpg",
            "sNo": "175",
            "NameofArtist": "Tushar Tyagi",
            "WalletAddress": "0xfb2C4E887D974fEeBAEE7c98f0ce8dD385dAA327",
            "EmailAddress": "tushartyagi1811@gmail.com",
            "Category": "Photography",
            "SubCategory": "Landscape",
            "Twitter Handle": "https://twitter.com/Tushar_Photog",
            "Title": "Floating on Reflection",
            "Description": "The image shows green waters of a Dam reservoir near Jammu, India. The water turns green only for a few winter months, when the water is very clean. Is the water green due to reflecting the trees above it, or due to the trees submerged within? That's a mystery for me too!",
            "GoogleDriveLink": "https://drive.google.com/file/d/1OOMK9eTXmtoDaqa9VFS3mQ77sH_1kajO/view?usp=sharing"
        },
        {
            "fileName": "176.jpg",
            "sNo": "176",
            "NameofArtist": "Vikas Gurjar",
            "WalletAddress": "0xF79Af0057E4B71CfF5E00e1B54a0b5488Dd86FF8",
            "EmailAddress": "vikasgurjar@outlook.com",
            "Category": "Photography",
            "SubCategory": "Landscape",
            "Twitter Handle": "https://twitter.com/gurvik_",
            "Title": "Tranquil",
            "Description": "Taken in early morning at Mydala Kere Lake, Karnataka. Just after moving back to Bangalore after being away for 2 years, I could not wait to explore some new places near the city. This location was the best place I could have gone, it was a blissful moment seeing the sunrise in fogy morning.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1n0xt6d4a03J0ToFYmEuYsE-15A4-grnL/view?usp=sharing"
        },
        {
            "fileName": "177.jpg",
            "sNo": "177",
            "NameofArtist": "Satyam Bhuyan",
            "WalletAddress": "0x8680e393EFEA3faBa344408f7297cfD92852a2cd",
            "EmailAddress": "satyambhuyan1996@gmail.com",
            "Category": "Photography",
            "SubCategory": "Landscape",
            "Twitter Handle": "https://twitter.com/isatyam5",
            "Title": "The Magical Land",
            "Description": "Created this photography with the help of my drone light painting resemble photography is not less then magic.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1Pt7_MEPRCgU-tostxm-4mydI0Q7nLXqo/view?usp=sharing"
        },
        {
            "fileName": "178.JPG",
            "sNo": "178",
            "NameofArtist": "Paul Stuart Mr",
            "WalletAddress": "0x9d39462dBb2D151b7Ef6a96543950ade1ca71A5f",
            "EmailAddress": "gobyteme@gmail.com",
            "Category": "Photography",
            "SubCategory": "Landscape",
            "Twitter Handle": "https://twitter.com/Paulie@DragonsEyeImage",
            "Title": "Balance",
            "Description": "Balance came to me after a three hour hike in the dark to catch the sunrise over Colchuck lake, near Leavenworth WA on a crisp fall morning. Subalpine Larches were in full show mode with their bright golden tones. The water was perfectly still. Beautiful suns rays slowly lit the lake up as I sat and ate some breakfast, while reflecting on life. \r\n Balance mirrors the Yin and Yang in our lives.",
            "GoogleDriveLink": "https://drive.google.com/file/d/14WQ5lh0NBqGSGTbiqvWyb-AdJaI26w1v/view?usp=sharing"
        },
        {
            "fileName": "179.jpeg",
            "sNo": "179",
            "NameofArtist": "Arijit Mondal",
            "WalletAddress": "0x379b4EAd1e51C971B2F4eBA8E7E457B443Dafe40",
            "EmailAddress": "arijitarimondal@gmail.com",
            "Category": "Photography",
            "SubCategory": "Macro",
            "Twitter Handle": "https://twitter.com/arijitmondal1",
            "Title": "SURVIVAL OF THE FITTEST",
            "Description": "Antlions are known for their fierce predatory habits in larvae stage. While much is not known about the adults (due to short life span) and are nocturnal predators. In the day they are quite docile. \r\n Green Lynx Spiders are the apex predators of the day.\r\n This photo was taken in the monsoon month of 2021 where we see the predator of the day hunts on the predator of the night in a natural history moment. The photo was taken in a thickly wooded area near my house (an old nursery) which was abandoned due to Covid restrictions and has became a safe haven and breeding ground for many insects during the season. Green lynx spider takes enough time to feed on its prey (sometime hours) giving enough opportunity to take photos with proper settings. \r\n To takes this photo external light source (Flash with homemade diffuser) was used as light becomes a crisis in the bushes in wooded areas during cloudy monsoon days. \r\n This photograph is in the finals of HIPA 2021-22-Nature (winner yet to be declared)",
            "GoogleDriveLink": "https://drive.google.com/file/d/1ANv1IfRi0oHOErSZnLv0kDurVvDAfHXC/view?usp=sharing"
        },
        {
            "fileName": "180.jpg",
            "sNo": "180",
            "NameofArtist": "Raj Bharathi",
            "WalletAddress": "0x75BB6276df7A683384C2518D0cB89BD19206E2FB",
            "EmailAddress": "aliensofearth.nft@gmail.com",
            "Category": "Photography",
            "SubCategory": "Macro",
            "Twitter Handle": "https://twitter.com/Aliens_Explorer",
            "Title": "Ms. Angel Eyes",
            "Description": "When I first saw this fluffy puppy, I was blown away by its beauty. This cute Alien is Hyllus diardi, which belongs to a family of jumping spiders that don’t build webs to trap their prey but are ambush hunters with phenomenal hunting skills.\r\n Hyllus diardi are one of the most famous jumpers in the world and are found only in the mangrove forests of Singapore, India, China, Thailand, Indonesia, Laos and Myanmar. Macro photogs travel to Singapore to shoot this jumper as it is a rarity among jumping spider lovers. I feel lucky to have this beautiful jumper. Jumpers have 8 eyes and it will be enlightening to learn how it uses all its eyes to track its prey.\r\n Superpower: Hyllus diardi can leap up to 20 times their body length. Humans in comparison can jump only upto 5 times their body length.",
            "GoogleDriveLink": "https://drive.google.com/file/d/187GbLPhjqvuM2nmrsYFCDlZ8P2csAa-e/view?usp=sharing"
        },
        {
            "fileName": "181.JPG",
            "sNo": "181",
            "NameofArtist": "Bruno Militelli",
            "WalletAddress": "0x893203E9Cf0d4A5Dfb446e723711Dd5d46Df8604",
            "EmailAddress": "info@brunomilitelli.com",
            "Category": "Photography",
            "SubCategory": "Macro",
            "Twitter Handle": "https://twitter.com/BrunoMilitelli",
            "Title": "Nexus",
            "Description": "For this photography the interaction between the physics of foam construction and its visual impact is what drove me. The image perfectly exploit the connection among science and the inherent artistic appeal of soap bubbles.\r\n Foams are ubiquitous in daily life, they are made by the union of small bubbles and despite the visual balance conveyed by these arrangements, their structure has a complex and delicate construction. When you look at a bubble, what you're really seeing is some air trapped inside a thin film, consisting of two outer layers of soap that surround an inner layer of water.\r\n Through this photo the observer is taken to an extreme approximation of the foam’s morphology. From this standpoint it's possible to admire these elegant skeletal structures with an almost surreal appearance, making them appear unfamiliar, and sometimes even strange, capturing the impressive aesthetic perfection of these bubbles.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1uhpW4PAJMNahbJl6XrDyGAScfBFeCsWJ/view?usp=sharing"
        },
        {
            "fileName": "182.jpg",
            "sNo": "182",
            "NameofArtist": "Pavan Kumar T S",
            "WalletAddress": "0x3488B08A1303A10aCf8b40e5c89b0143B7FA051e",
            "EmailAddress": "pavan.tavrekere@gmail.com",
            "Category": "Photography",
            "SubCategory": "Macro",
            "Twitter Handle": "https://twitter.com/Pavan_tavrekere",
            "Title": "Princess with her pollen tiara",
            "Description": "A beautiful jumping spider hid insider a flower and reappeared, with a pollen tiara on her head.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1IzEWWgbUrT3LpJCTX6hZWWwg2SpySmdB/view?usp=sharing"
        },
        {
            "fileName": "183.jpg",
            "sNo": "183",
            "NameofArtist": "Nese Ari Arı",
            "WalletAddress": "0xEb308FA15e0c76A27D850afd4258CAe5ded0Ee9f",
            "EmailAddress": "neseari@msn.com",
            "Category": "Photography",
            "SubCategory": "Portrait",
            "Twitter Handle": "https://twitter.com/Neseari",
            "Title": "carousel",
            "Description": "No matter how old I get, going to amusement park will remain the most ertertaining thing in the world.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1za3QAu-a4zGMvBQLfWYLUfZD_CDNZ6zb/view?usp=sharing"
        },
        {
            "fileName": "184.jpg",
            "sNo": "184",
            "NameofArtist": "Eru Vidar",
            "WalletAddress": "0x2457Cb606082DEe10947F0BB07e647f6Ce903590",
            "EmailAddress": "eruvidar@gmail.com",
            "Category": "Photography",
            "SubCategory": "Portrait",
            "Twitter Handle": "https://twitter.com/EruVidar",
            "Title": "Golden Ratio Stair",
            "Description": "The shape of this ladder was very similar to the golden ratio. This is the interior staircase of an ancient ruined mansion. Some people call this mansion the haunted mansion. It is now under protection for renewal. I took a photo of a woman with her local clothes on the golden-ratio staircase of the mansion. The woman was placed at the golden ratio point according to the direction of the light. Thus, I think it is a very effective photograph as a composition.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1HPaZceU9gnP388TWioOpt98Sf_XH1Q5j/view?usp=sharing"
        },
        {
            "fileName": "185.jpg",
            "sNo": "185",
            "NameofArtist": "Kaleem Shaik",
            "WalletAddress": "0x27013Fb5daAcA09eE893957975134746A5E86325",
            "EmailAddress": "kaleemshaik1@gmail.com",
            "Category": "Photography",
            "SubCategory": "Portrait",
            "Twitter Handle": "https://twitter.com/51shadesofShaiK",
            "Title": "Bhor Bhaye",
            "Description": "A conceptual portrait depicting the aesthetics and beauty of Indian Tribal Woman.",
            "GoogleDriveLink": "https://drive.google.com/file/d/12kWQrVpqk-R7uOmriNSkVo6d01wUg5kI/view?usp=sharing"
        },
        {
            "fileName": "186.jpg",
            "sNo": "186",
            "NameofArtist": "Anvar Sadath TA",
            "WalletAddress": "0xd402343846D143E31a9eADaF49A103F43965858B",
            "EmailAddress": "anwartafotography@gmail.com",
            "Category": "Photography",
            "SubCategory": "Portrait",
            "Twitter Handle": "https://twitter.com/anvar_ta",
            "Title": "When the eyes tell the story.",
            "Description": "The picture was taken from the village of Taskam in Ladakh. The hidden beauty of Thasakam village, especially the people there, the whole village area. One day, I went to a local madrassa and there were a lot of children in the village and only one's different eyes from all the children attracted me. It was bright with sunlight and a coffee color.\r\n \r\n His eyes were drawn to me among the children, and the sunlight coming through the window brightened his eyes.\r\n \r\n Suddenly, he looked at me and as soon as I took the photo, it was a beautiful moment, because his eyes were sharp and shining with sunlight, which brought this photo to life.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1QQsUH0ZlXp_MTS1o6w6r2SPOcTTVEYft/view?usp=sharing"
        },
        {
            "fileName": "187.jpg",
            "sNo": "187",
            "NameofArtist": "Yavuz Sariyildiz",
            "WalletAddress": "0x85493d88473192e354A9f4aeD00b4adFFfdd8C6b",
            "EmailAddress": "yavuzsariyildiz62@gmail.com",
            "Category": "Photography",
            "SubCategory": "Portrait",
            "Twitter Handle": "https://twitter.com/NftSariyildiz",
            "Title": "Mother, seasonal worker",
            "Description": "The burden of being forced to work as a seasonal worker in the far fields of Anatolia is very heavy. In order to make a living, an entire family has to work in the fields during the harvest season. They have to live in makeshift tents for months as a labour community.\r\n While I was working on my documentary project about them I visited a tent village where they live temporarily in 2009.\r\n She was sitting with her daughter in the tent where they were forced to live during harvest season. \r\n I asked for permission to go inside the tent and take some pictures of them. \r\n We chatted a bit but both were shy.\r\n I felt the burden of the difficult living conditions on her shoulders she had to endure while she was looking at me. \r\n It was so emotional moment for me as a photographer.\r\n Rural of Konya city, Turkey, 2009.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1zqLSjHpmKWQMsGVLYDcc-eBzTb5Rygnn/view?usp=sharing"
        },
        {
            "fileName": "188.jpg",
            "sNo": "188",
            "NameofArtist": "DORUK SEYMEN",
            "WalletAddress": "0xa7fB11eae44fC2AC891c018c97c4F529bE910c14",
            "EmailAddress": "fdorukseymen@gmail.com",
            "Category": "Photography",
            "SubCategory": "Portrait",
            "Twitter Handle": "https://twitter.com/DorukSeymen",
            "Title": "Metanoia",
            "Description": "An anxious and arrogant expression of a search for novelty while looking at an irreversible period of time. The rebellion of the souls in purgatory against all the monotony of life.\r\n \r\n Art Specs:\r\n 11648 x8736\r\n JPEG\r\n 1/1\r\n \r\n Metanoia: Greek orijin English word means “the journey of changing one’s mind, heart, self or way of life”\r\n \r\n ARTIST: Doruk Seymen\r\n www.dorukseymen.com.tr",
            "GoogleDriveLink": "https://drive.google.com/file/d/13xTf4aJjcill64Yz0DnjSRmfuEdwDfPE/view?usp=sharing"
        },
        {
            "fileName": "189.jpg",
            "sNo": "189",
            "NameofArtist": "Sagar Tripathi",
            "WalletAddress": "0xC26fb2b571d737d85E89EEe4A7b4F6d3dcb9D177",
            "EmailAddress": "exe.photographer@gmail.com",
            "Category": "Photography",
            "SubCategory": "Portrait",
            "Twitter Handle": "https://twitter.com/fotilo_feller",
            "Title": "Window to the soul",
            "Description": "Look close enough and you'll see inside the soul.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1hRqASj701f4Ddwt5gX3YqbbXDi9a327m/view?usp=sharing"
        },
        {
            "fileName": "190.jpg",
            "sNo": "190",
            "NameofArtist": "Ashik Aseem",
            "WalletAddress": "0x71eDdF3568FA2E85e43B94EF4BC1E9619fe96eD6",
            "EmailAddress": "ashikaseem@gmail.com",
            "Category": "Photography",
            "SubCategory": "Portrait",
            "Twitter Handle": "https://www.twitter.com/ashikaseem",
            "Title": "Himalayan mother and child",
            "Description": "What you see in a portrait is not just some subject, but a living person just like you and me. they have loved ones, they are special and unique to many. Thus Portrait photos are special and needs special care to show respect and value to the person in it. Took this Photo during my last Spiti valley trip. I usually deliver the portrait back to the people and this one is no exception, expected to return this during my 2023 spiti trip. the blurry mountains in the background would give the viewer awareness about cultural background too.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1U9NCWueDS78e_45syp9QhXluskj26sRW/view?usp=sharing"
        },
        {
            "fileName": "191.jpg",
            "sNo": "191",
            "NameofArtist": "Yose Mirza",
            "WalletAddress": "0x621ec0aBb9ecb063C5f283aeA9427F9524f0b0D2",
            "EmailAddress": "yosemirza@icloud.com",
            "Category": "Photography",
            "SubCategory": "Portrait",
            "Twitter Handle": "https://twitter.com/yosemirza",
            "Title": "Escaping the Bedlam",
            "Description": "Within the chaotic world, it has become hard for people to live, to even breathe here. All the pessimistic aspects of this world are leading this planet towards a declination in humanity and peace.\r\n \r\n Nature is a way out of this chaos. The power of nature is immeasurably immense. One can heal and prosper in the lap of nature. It holds the secret of this world.\r\n \r\n This illustration is a representation of how a person is evading the situation of mayhem and is being helped by the lovely nature.\r\n \r\n This is also a reminder for all of us, to escape from certain situations which are making us feel suffocated. Be happy, always :)",
            "GoogleDriveLink": "https://drive.google.com/file/d/1QYagMteA6jXQDhgx-ig6KddPOLQqjOre/view?usp=sharing"
        },
        {
            "fileName": "192.jpg",
            "sNo": "192",
            "NameofArtist": "Paschalis Serafeim",
            "WalletAddress": "0x18f765e1470f16D793Ed43C35D1ad7B01B9e5B33",
            "EmailAddress": "pacon76studio@gmail.com",
            "Category": "Photography",
            "SubCategory": "Portrait",
            "Twitter Handle": "https://twitter.com/pacon76studio",
            "Title": "Care",
            "Description": "Capturing this picture and watching it again and again makes me thing of so many things reflected though it. Caring for each other and building bridges between generations, being guided and cared from the elderly and caring for the youngsters. This is what makes us humans and this is how we built a strong respectful community.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1d4mLSD57DsgqTQkGvX0RmMTpV0ucAEbI/view?usp=sharing"
        },
        {
            "fileName": "193.JPG",
            "sNo": "193",
            "NameofArtist": "OrhanTanhan",
            "WalletAddress": "0x37f97Ec95615A7396201057269ca2bbBB516F433",
            "EmailAddress": "orhantanhan47@gmail.com",
            "Category": "Photography",
            "SubCategory": "Portrait",
            "Twitter Handle": "https://twitter.com/caliskannfatih",
            "Title": "happy friendship",
            "Description": "Ali is a shepherd boy when he is not going to school, and he loves horses. He spends time with his horses whenever he finds time. When I visited the village, I caught this wonderful view while spending time with his horses again.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1MXZ5nj91sjPF6Saf5rY7w8inaz1BC734/view?usp=sharing"
        },
        {
            "fileName": "194.jpg",
            "sNo": "194",
            "NameofArtist": "Fatih Mehmet Özdemir",
            "WalletAddress": "0x360de4EC91573d9E48Cac8F7d64bb7824f938d77",
            "EmailAddress": "fatihmehmetozdemir1@gmail.com",
            "Category": "Photography",
            "SubCategory": "Portrait",
            "Twitter Handle": "https://twitter.com/fatihmozdemir",
            "Title": "Happiness",
            "Description": "No matter how old a person is, one should not lose hope. Because hope keeps people alive and connects them to life more tightly. The old man, who lived alone in the same house for years after losing his wife, and with whom even the spider in the glassless window became a friend, looks at life in a happy and hopeful way despite all these negativities. The joy of the old man, who is looking forward to the arrival of his grandchildren to visit him on the feast day, can be seen in his eyes.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1KaIo_DJVXSRntGnlmwHakcu3Xg25rZGo/view?usp=sharing"
        },
        {
            "fileName": "195.jpg",
            "sNo": "195",
            "NameofArtist": "Aakanksha Panwar",
            "WalletAddress": "0x7CEF7dB4289005fD56dfA6C73Bb2BE6eC13Bc250",
            "EmailAddress": "aakankshakpanwar@gmail.com",
            "Category": "Photography",
            "SubCategory": "Portrait",
            "Twitter Handle": "https://twitter.com/retina_vision",
            "Title": "Untamed",
            "Description": "Be strong, be confident, be intelligent, be witty, be klutzy, be interesting,be funny, be adventurous, be crazy, be talented.\r\n Be your own definition of amazing, be you.\r\n That is so much more important than being just beautiful. \r\n \r\n A creative self-portrait by Aakanksha.\r\n \r\n Dimensions: 3056 x 4481",
            "GoogleDriveLink": "https://drive.google.com/file/d/12uQrNxTbP4zcw-wbU8olNU2u5FGNOQB-/view?usp=sharing"
        },
        {
            "fileName": "196.jpg",
            "sNo": "196",
            "NameofArtist": "Leslie Spurlock",
            "WalletAddress": "0x71a7702Ff3d858A0853A918FB44c537740A8BdE9",
            "EmailAddress": "Lscottpht@gmail.com",
            "Category": "Photography",
            "SubCategory": "Portrait",
            "Twitter Handle": "https://twitter.com/LeslieASpurlock",
            "Title": "Prima Donna",
            "Description": "This image was taken in Iowa Park, Texas, a small town just outside of Wichita Falls. Ashlyn Keith, the model, was a ballet dancer, so the shoot was based on a beautiful ballerina, trapped in an attic. It was taken in the attic of an old, run down barn.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1y9zNipHC0X68ALJyRT3emd9MBXgDvGBj/view?usp=sharing"
        },
        {
            "fileName": "197.jpg",
            "sNo": "197",
            "NameofArtist": "Swati Chakraborty",
            "WalletAddress": "0x7d30979bf8221c09e15e174e39f6c3247cb28e04",
            "EmailAddress": "swati@swatiphotography.com",
            "Category": "Photography",
            "SubCategory": "Portrait",
            "Twitter Handle": "https://twitter.com/photosbyswati",
            "Title": "Lady In Red",
            "Description": "I don’t see passion in red. Nor do I feel irrepressible love. I feel this transcendental calm - of a rose tinted world",
            "GoogleDriveLink": "https://drive.google.com/file/d/1lPAoNSlHOiysP8hs7tPu2ArDSzcFaELi/view?usp=sharing"
        },
        {
            "fileName": "198.jpg",
            "sNo": "198",
            "NameofArtist": "Swathi Shah",
            "WalletAddress": "0xa136Df03F6c36402e95745C6969cdeF2aFFbcD32",
            "EmailAddress": "swathishah90@gmail.com",
            "Category": "Photography",
            "SubCategory": "Portrait",
            "Twitter Handle": "https://twitter.com/ekphotogirl",
            "Title": "Carefree days and sweet memories of childhood.",
            "Description": "When I framed this shot, it instantly transported me back to childhood. It reminisces about a time when there was no tension in our lives, where going out to play seemed joyful and satisfying. The innocent laughs and blissful days are momemts which we miss the most and looking back now they bring a wide smile on my face every single time.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1py-_RYqzGOHJfESqR45-cTOudXWdK7J9/view?usp=sharing"
        },
        {
            "fileName": "199.jpg",
            "sNo": "199",
            "NameofArtist": "Rahul Singi",
            "WalletAddress": "0xFd31adEE62c46247321B1B6378D93A836683888b",
            "EmailAddress": "photowalebapu@gmail.com",
            "Category": "Photography",
            "SubCategory": "Portrait",
            "Twitter Handle": "https://twitter.com/photowale_bapu",
            "Title": "Aghori",
            "Description": "The Aghori are a small group of ascetic Shaiva sadhus. The Aghori believe themselves to be the masters of many spiritual powers; able to cure mental and physical illnesses, saving lives. The man approaches a pile of ashes on the ground and spreads them over his body and face. “Holy ash is the last and purest state of everything.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1kPIC98DcCOb7zF9jumY4pSO6ZOOU_S2_/view?usp=sharing"
        },
        {
            "fileName": "200.jpg",
            "sNo": "200",
            "NameofArtist": "Akshay Naik",
            "WalletAddress": "0xb9234734C1acE23B0c57c126049a2C40b29093CA",
            "EmailAddress": "capturexindia@gmail.com",
            "Category": "Photography",
            "SubCategory": "Portrait",
            "Twitter Handle": "https://twitter.com/capturexindia",
            "Title": "Stenzin",
            "Description": "Stenzin is the cutest kid I met during my visit to a village school in Ladakh .\r\n He was so excited to see me with my camera , he immediately posed for me ! \r\n Later after his school he took me around his village for sightseeing .",
            "GoogleDriveLink": "https://drive.google.com/file/d/1EOFOTZPW5ds1pSv3i2cBvHN3GsYt55_n/view?usp=sharing"
        },
        {
            "fileName": "201.jpg",
            "sNo": "201",
            "NameofArtist": "Myra Thiessen",
            "WalletAddress": "0x823cf3f1441910b3014A861d649C7d19AFfc895f",
            "EmailAddress": "Myrathiessen@icloud.com",
            "Category": "Photography",
            "SubCategory": "Portrait",
            "Twitter Handle": "https://twitter.com/MyraThiessenArt",
            "Title": "One lucky meerkat",
            "Description": "The Princess had captured a  Meerkat from the wild and made him her pet.",
            "GoogleDriveLink": "https://drive.google.com/file/d/16xDE4Pq07vIe2K61o8WZ-a5q3FEOnZBg/view?usp=sharing"
        },
        {
            "fileName": "202.jpg",
            "sNo": "202",
            "NameofArtist": "Apurb Meher",
            "WalletAddress": "0x44BE4f045C9b63e29fe1c8f940d8E25D19B7dfA2",
            "EmailAddress": "apurbclicks@gmail.com",
            "Category": "Photography",
            "SubCategory": "Portrait",
            "Twitter Handle": "https://twitter.com/ClicksApurb",
            "Title": "Sign-Age",
            "Description": "Time is hardly measurable but age is always measured. Age always leaves its signature on human beings that is mostly visible as wrinkles on the face. It's frightening to notice someone's age on the face. But these wrinkles are the prized possession of someone who feels mature enough. I had an opportunity to meet a woman at Rishikesh on World Photography Day (19th August 2014), who impressed me with intriguing wrinkles on her face that spoke volumes of how time has played with her life.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1UCyVZvSDPIrRDNOIV8UQCncjbTMKzKwj/view?usp=sharing"
        },
        {
            "fileName": "203.jpg",
            "sNo": "203",
            "NameofArtist": "Emir Sevim",
            "WalletAddress": "0xa18274BF0e7C52dfF5651d578a9843baA000a6f6",
            "EmailAddress": "emirsevim@gmail.com",
            "Category": "Photography",
            "SubCategory": "Street",
            "Twitter Handle": "https://twitter.com/emirsevim_",
            "Title": "Life in the Balloon",
            "Description": "A balloon was attached to the stroller. When I got there, the woman sitting looked like she was standing in a bubble. I caught this photo after a few photos.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1pq425iu7JEsP8SlFU5xQN2vKZ-21AJzr/view?usp=sharing"
        },
        {
            "fileName": "204.jpg",
            "sNo": "204",
            "NameofArtist": "Furkan Dere",
            "WalletAddress": "0x755cF3914e4E8ccE5d56FE7878c3D10D7Fdbb89e",
            "EmailAddress": "furkanderetr@gmail.com",
            "Category": "Photography",
            "SubCategory": "Street",
            "Twitter Handle": "https://twitter.com/FurkanDere",
            "Title": "Dark and Light",
            "Description": "The silhouette of a person never shows the emotion on a person's face. While taking this photo, I tried to match two people standing in the dark and in the light. The clarity of the expression on the face of the person standing in the light, and the fact that a person passing through the darkness is just a shadow.",
            "GoogleDriveLink": "https://drive.google.com/file/d/12CqnYPt7_45iaXfAq7CqlJJZpNheLjUD/view?usp=sharing"
        },
        {
            "fileName": "205.JPG",
            "sNo": "205",
            "NameofArtist": "Alphan YILMAZMADEN",
            "WalletAddress": "0x104d57ee4fecE552511CeCC3b390698f764241fd",
            "EmailAddress": "ayilmazmaden@yahoo.com",
            "Category": "Photography",
            "SubCategory": "Street",
            "Twitter Handle": "https://twitter.com/AYilmazmaden",
            "Title": "facebug",
            "Description": "When almost everything come in line to give you an opportunity for taking a photograph, you should be ready for this.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1zpLYvTp0_Ud1IBfeZDg9nbwzB3mhcdMP/view?usp=sharing"
        },
        {
            "fileName": "206.jpg",
            "sNo": "206",
            "NameofArtist": "EVREN MÖREL",
            "WalletAddress": "0xC0746ee2d6F4Fb8109DD3bf94851484D119aaB06",
            "EmailAddress": "evrenmorel@gmail.com",
            "Category": "Photography",
            "SubCategory": "Street",
            "Twitter Handle": "https://twitter.com/MorelEvren",
            "Title": "Crowd And Dance Of Light",
            "Description": "The moment when the light meets the crowd. There was a great light and crowd on Istiklal Street in Istanbul that day. I did not miss the magnificent dance of the crowd with the rare light.",
            "GoogleDriveLink": "https://drive.google.com/file/d/18ug3GKzeC5l2buMDx6ZSoYKO5JFbVUu5/view?usp=sharing"
        },
        {
            "fileName": "207.jpg",
            "sNo": "207",
            "NameofArtist": "Emre Çakmak",
            "WalletAddress": "0x269A0046cc165A1BF57B3E4E15B411EffF9c77DA",
            "EmailAddress": "cakmakemre.tr@gmail.com",
            "Category": "Photography",
            "SubCategory": "Street",
            "Twitter Handle": "https://twitter.com/emrecakmak_tr",
            "Title": "Colourful Memories",
            "Description": "While wandering on streets, I like to combine different things. I sometimes try to provide from Gestalt Principles. It can lead creative, thought-provoking and funny results. In street photography, this is called as Juxtaposition. This photo is such an example. I used reflection, colours and geometry for composing this scene. It was taken in Izmir/Turkey, 2019.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1o2Jey02onsELhQQyQ_WTClkFYrUfWv0P/view?usp=sharing"
        },
        {
            "fileName": "208.JPG",
            "sNo": "208",
            "NameofArtist": "Ramazan Cirakoglu",
            "WalletAddress": "0xce6764b555D0eB46a2B2685bf248636b3DDD7c8E",
            "EmailAddress": "ramazancirakoglu@gmail.com",
            "Category": "Photography",
            "SubCategory": "Street",
            "Twitter Handle": "https://twitter.com/r_cirakoglu",
            "Title": "Human silhouettes reflected on the wall",
            "Description": "A temple built hundreds of years ago and hundreds of people passing by it every day. Perfect reflections on the ground when it rains. The rhythm and life of people passing by without knowing each other",
            "GoogleDriveLink": "https://drive.google.com/file/d/1KgdGAODx5qnd9br73Qs-BpHe-hrYokw7/view?usp=sharing"
        },
        {
            "fileName": "209.jpg",
            "sNo": "209",
            "NameofArtist": "Arzu İbranoğlu",
            "WalletAddress": "0x5fcCE11EfF1b3aC66315bF0262fdfc0319a84cB2",
            "EmailAddress": "ibranarzu.41@gmail.com",
            "Category": "Photography",
            "SubCategory": "Street",
            "Twitter Handle": "https://twitter.com/ibranarzu",
            "Title": "street of spirits",
            "Description": "I wanted to take photos with the long exposure technique on Istiklal Street, one of the most popular streets in Istanbul. I searched for a suitable place, the place I found was in the mall but they didn't allow tripods and cameras. At a convenient time I hid the tripod and went to the balcony of the dining area. I took the photo I wanted until the security guard came, soon security came and took me out, but I was happy to take this crowd.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1zmCBho6Xh3gQSKsEfABlm8FfSFDNPuhj/view?usp=sharing"
        },
        {
            "fileName": "210.jpg",
            "sNo": "210",
            "NameofArtist": "Elena Liseykina",
            "WalletAddress": "0xdd82ee8a008406f2ae69e4fe5dff5d2096728126",
            "EmailAddress": "liseykina@gmail.com",
            "Category": "Photography",
            "SubCategory": "Street",
            "Twitter Handle": "http://twitter.com/liseykina",
            "Title": "Space invader",
            "Description": "sometimes huge spaceships land in city centers around the world. they usually disguise themselves as buildings. and the guests just watch our life and do not interfere. but sometimes...\r\n \r\n This photo were taken in Baku/Azerbaijan",
            "GoogleDriveLink": "https://drive.google.com/file/d/19LAZ_hke6rz6Rm0qx2OVpolyli8BQDXl/view?usp=sharing"
        },
        {
            "fileName": "211.JPG",
            "sNo": "211",
            "NameofArtist": "Viktar Skurat",
            "WalletAddress": "0x46612E70e693D2B8BF9bAB82881eaDB1DCd7e5FF",
            "EmailAddress": "vitosgrrr@gmail.com",
            "Category": "Photography",
            "SubCategory": "Street",
            "Twitter Handle": "https://twitter.com/Vitos_photo",
            "Title": "Idol",
            "Description": "Description: \r\n You shall not make for yourself an idol.\r\n This photograph was taken in April 2022 in Venezia, Italy. We were walking down one of the shopping streets of the city. I noticed that people are looking at mannequins in luxury shops and dream to buy things. It looked like these mannequins are Idols for people. Mannequins were looking down on everyone. But these expensive goods have no value in comparison to people's emotions, relationships, and lives. \r\n \r\n Subject: Street Photography\r\n Location: Venezia\r\n Camera: Leica\r\n Dimensions: 2994 x 3992",
            "GoogleDriveLink": "https://drive.google.com/file/d/1vhIoN7Cch1BFyy-otiNS5oUetBqz1OAl/view?usp=sharing"
        },
        {
            "fileName": "212.jpg",
            "sNo": "212",
            "NameofArtist": "Ali Mermertaş",
            "WalletAddress": "0x62536Ab410415763f7De5535d7264267796CAc8f",
            "EmailAddress": "ali_mermertas@hotmail.com",
            "Category": "Photography",
            "SubCategory": "Street",
            "Twitter Handle": "https://twitter.com/ali_mermertas",
            "Title": "End of the road",
            "Description": "The end of life is approaching. Muzaffer, whose life is turned upside down, slowly passes by the cemetery as he approaches the end of his life. After about 6 months, he made his way to the cemetery he passed by...",
            "GoogleDriveLink": "https://drive.google.com/file/d/1huu5VFP1Snf7bgAZFsHnZyGtOaiqe1KZ/view?usp=sharing"
        },
        {
            "fileName": "213.jpg",
            "sNo": "213",
            "NameofArtist": "Fatih Çindemir",
            "WalletAddress": "0xD62aF0477B1991197DA39a38cbf9c7199F4737F3",
            "EmailAddress": "demirhan51@hotmail.com",
            "Category": "Photography",
            "SubCategory": "Street",
            "Twitter Handle": "https://twitter.com/caliskannfatih",
            "Title": "Find Yourself",
            "Description": "This photo of me was taken behind the glass railing of an escalator in a temple garden.There was a place of worship and a man behind the glass. According to my shooting angle, the reflection of the buildings on the left rear on the glass entered my frame. It consists of a single frame photograph. There is no manipulation. It was taken in Turkey.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1jl_3mCyAE3lQois1rfB5_krUGNMmBv2V/view?usp=sharing"
        },
        {
            "fileName": "214.jpg",
            "sNo": "214",
            "NameofArtist": "Sinan Kılıç",
            "WalletAddress": "0x2A49C3Ca3EE9c33F3C423E7AF3cE8D3F0B3C5124",
            "EmailAddress": "sinankilic1871@gmail.com",
            "Category": "Photography",
            "SubCategory": "Street",
            "Twitter Handle": "https://twitter.com/sinankilicart",
            "Title": "immigration and life",
            "Description": "This photo is part of a work carried out for two years in the forest of Güzelbahçe in Izmir, in western Turkey. The images document the daily life of children belonging to a minority, the Kurdish, coming from the eastern part of the country. These families where pushed into exile at the 90’s. They had to leave their homes, their lands, their beloved ones.\r\n \r\n Nowadays, they survive working on the production of wood charcoal. Each member of the family, from the elder to the youngest, men of woman, participate in every task of this work. Every day, every time, their daily life is done of carring on, cutting, burning, separating, carring on and breathing once and again. Once and again their daily life is done of fire, smoke, dust and black.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1FDLouMArx9C6lfV1jXGWTvTX8NZsiX4Z/view?usp=sharing"
        },
        {
            "fileName": "215.jpg",
            "sNo": "215",
            "NameofArtist": "Sannibh Kar",
            "WalletAddress": "0x741F54Cc54687ecAe17ce5525A4Cd7167744Ac97",
            "EmailAddress": "sannibhksannibh@gmail.com",
            "Category": "Photography",
            "SubCategory": "Street",
            "Twitter Handle": "https://twitter.com/sannibhism",
            "Title": "Fading Souls",
            "Description": "Fading Souls have always been incredibly special to me, mostly because of the fact that how the fog creates an atmosphere of suspense. The concealing attributes, the mystery of what lies further down the road, what the cyclist and the people coming out of the fog have witnessed through their journey, is very intriguing to me.\r\n \r\n This photographs was taken at around 6, in a chilly December morning, on the streets of Kolkata, India. Photographed using a Nikon D3500 and a 50mm 1.8, the layers of people behind the subject slowly fading into the background with reducing visibility, is another reason why this photograph really speaks to me.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1SZzae2nwLQoRCM2zAMP7S4FabnTogRl9/view?usp=sharing"
        },
        {
            "fileName": "216.jpg",
            "sNo": "216",
            "NameofArtist": "Sammya Brata Mullick",
            "WalletAddress": "0xaC2Eb6591B402C1E2ec0C741eF34c4625803C045",
            "EmailAddress": "samrocks.mullick@gmail.com",
            "Category": "Photography",
            "SubCategory": "Street",
            "Twitter Handle": "https://twitter.com/Deckle_Edge",
            "Title": "Rain in the \"Creator's\" Den!",
            "Description": "Right out of the 300-year-old idol making hub of Calcutta, India, Kumartuli, this photograph portrays a striking moment that I captured last year with heavy droplets of rain rolling down the wooden fringes and an artist rushing back to his workshop; the shadow of a freshly created idol peeping out is the testimony of their craft, sheathed with persistence.\r\n \r\n As the largest festival in Bengal “Durga Puja” sets in, the workload of the skilled artisans increases exponentially and they pray to the Divine Goddess hoping the rain stays away. This is attributable to the pathetic condition of their workshops, the leakages on the porous roofs end up “brutally” damaging the clay idols & their spirit.\r\n \r\n However, when the prayers were not answered in the year 2021, I decided to venture into this iconic spot with the aim to document those moments of struggle.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1Afrw8kQG6HRfqfoHzZnpB-YDyK8ArhFG/view?usp=sharing"
        },
        {
            "fileName": "217.jpg",
            "sNo": "217",
            "NameofArtist": "Mohit Khetrapal",
            "WalletAddress": "0xbD6006B93F10b484d22d5a9D4e17BfD0Ade4F614",
            "EmailAddress": "khetrapalmohit1234@gmail.com",
            "Category": "Photography",
            "SubCategory": "Street",
            "Twitter Handle": "https://twitter.com/khetrapal_mohit",
            "Title": "Caught in the moment",
            "Description": "I framed this moment at the ghats of Varanasi, India. The sheer joy and happiness of these children playing in the holy waters of River Ganges filled me up with positive energy. They were carefree and were living the moment, which most of us fail to do. We are so burdened with our own desires, expectations and responsibilities that we forget to live in the present and always think about what future holds for us. \r\n I am so glad that I could capture the moment which lasted split seconds.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1t7xrDjbbUUKHpu5wmDaobNU30a9bz2Sb/view?usp=sharing"
        },
        {
            "fileName": "218.jpg",
            "sNo": "218",
            "NameofArtist": "Michael Schmidt",
            "WalletAddress": "0x89135f8ffa1E107799cAef5328C6d3ae6e7D849C",
            "EmailAddress": "michaelanthonyschmidt@gmail.com",
            "Category": "Photography",
            "SubCategory": "Street",
            "Twitter Handle": "https://twitter.com/MikeSchmidt_eth",
            "Title": "Under the neons",
            "Description": "A girl sits under the neon lights in front of Overthrow NYC Underground boxing gym on Bleecker Street in Manhattan, New York",
            "GoogleDriveLink": "https://drive.google.com/file/d/1agvCQb9-zNczMlrLBsufm48I6B9ve9ZW/view?usp=sharing"
        },
        {
            "fileName": "219.jpg",
            "sNo": "219",
            "NameofArtist": "Kuntal Singhvi",
            "WalletAddress": "0x84eA8215947e5484EE59818B789de9b4555BCfae",
            "EmailAddress": "kuntalsinghvi@gmail.com",
            "Category": "Photography",
            "SubCategory": "Street",
            "Twitter Handle": "https://twitter.com/kuntal_singhvi",
            "Title": "The City of Dreams",
            "Description": "This photograph shows a boy walking down the road from Malabar Hills to Girgaon Chowpatty with Marine Drive & the skyline of South Bombay visible in the background. \r\n \r\n The Girgaon Chowpatty Beach is a prominent tourist spot in Mumbai, & also a thriving fishing point for the local fishermen, who are following this profession for generations. The empty boats of Fishermen docked at the beach are visible in middle.\r\n \r\n This photograph holds a special place in my heart, as I used to live here till 2018!\r\n \r\n \r\n Location: Malabar Hills, South Mumbai, India\r\n \r\n Year: 2017\r\n \r\n Artist: Kuntal Singhvi | https://twitter.com/kuntal_singhvi\r\n \r\n Edition: 1/1\r\n \r\n License: Primary NFT holder is free to use in advertising, display privately and in groups, including virtual galleries, documentaries and essays by holder of the NFT, as long as creator is credited. Provides no rights to create commercial merchandise, commercial distribution, or derivative works. Copyright remains with creator.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1l1axhFOR1Tc5he94sgIces9GCEleS47G/view?usp=sharing"
        },
        {
            "fileName": "220.jpg",
            "sNo": "220",
            "NameofArtist": "Ananya Das",
            "WalletAddress": "0x78eD15FC88Cb3C60ce5E0a72e2d0d97423F722CB",
            "EmailAddress": "onnonaa.eth@gmail.com",
            "Category": "Photography",
            "SubCategory": "Street",
            "Twitter Handle": "https://twitter.com/onnonaa",
            "Title": "Guided By Faith",
            "Description": "It is believed that to one who has faith, no explanation is necessary and to one without any, no explanation is possible. India, the land of diversity in its rich heritage, culture, religion, geographical distributions and what not, is divided by many elements but united by the power of faith. An intense five letter word in the Indian subcontinent finds its significance in the hearts of people irrespective of their backgrounds.\r\n \r\n A man in the said image takes a holy dip in the Yamuna River, on an early foggy winter morning before getting on with his day where his faith will drive away any difficulties that he might encounter.\r\n \r\n Coming under one umbrella that unites people can be tough in a diverse land but a mind that believes in moving past all distractions from getting divided is joined by the power of belief and faith.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1Ts8_lDljkClb2s1SOjmJDHBH5mj2uQyv/view?usp=sharing"
        },
        {
            "fileName": "221.jpg",
            "sNo": "221",
            "NameofArtist": "Safeer Abees",
            "WalletAddress": "0xd4b57b5fD7819E551f4b87CDdf1b518152732b82",
            "EmailAddress": "abeesmon@gmail.com",
            "Category": "Photography",
            "SubCategory": "Wildlife",
            "Twitter Handle": "https://twitter.com/safeerabees",
            "Title": "The wild justice of Hunger",
            "Description": "A deer lying in the water to save it's life in front of a group of wild dogs that eat an animal before it dies. After much effort, he laid down his life in front of them and ended his life. A scene full of sadness and anxiety.\r\n \r\n I captured this photo from Nagarhola national park, Karnataka, India",
            "GoogleDriveLink": "https://drive.google.com/file/d/1wMtQWEGPfMLDVJ9i-PJxlEii9IcpCp9W/view?usp=sharing"
        },
        {
            "fileName": "222.jpg",
            "sNo": "222",
            "NameofArtist": "Noel Guevara",
            "WalletAddress": "0xC0fe626F315d02AC40B2d90e989C5c28C930A13B",
            "EmailAddress": "noel@noelguevara.com",
            "Category": "Photography",
            "SubCategory": "Wildlife",
            "Twitter Handle": "https://twitter.com/nguevaraphoto/",
            "Title": "polar prowl",
            "Description": "A large Polar Bear (Ursus maritimus) scans the tundra for food in the outskirts of Churchill, Manitoba, Canada. In the waning weeks of October, Hudson Bay, the largest body of water in the Canadian subarctic starts to freeze. In a few more weeks, these ice bears--the largest land predator--will be able to go on the sea ice to hunt ice seals. \r\n \r\n But before all that, these bears have to make do with what they can feed on on land. Seaweed, berries, injured animals--anything is fair game. With tens of other bears converging in this area to wait for the freeze, the competition for prey has increased exponentially. The hunt is afoot.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1RIGfRd1xBVamooH6opvqT0g14_gzmQ6o/view?usp=sharing"
        },
        {
            "fileName": "223.jpg",
            "sNo": "223",
            "NameofArtist": "Arvind Karthik",
            "WalletAddress": "0xb9e71C44C0FB3Ca5B53A6bE18911B27963f7c5f5",
            "EmailAddress": "arvind.chiku7@gmail.com",
            "Category": "Photography",
            "SubCategory": "Wildlife",
            "Twitter Handle": "https://twitter.com/Arvindkarthik11",
            "Title": "You are being watched",
            "Description": "it was a morning drive during the monsoons and there was news about a leopard apparently made a kill around the vicinity and everyone on the persuit of getting a glimpse of it, it was just around where a few peacocks alarmed about something and there she was a gorgeous leopardess guarding her kill and we were not aware that we were being watched by this predator for more than half an hour",
            "GoogleDriveLink": "https://drive.google.com/file/d/18uQlcclhw2f2yYU1tekbn3vNgergRygS/view?usp=sharing"
        },
        {
            "fileName": "224.jpg",
            "sNo": "224",
            "NameofArtist": "Subodh Shetty",
            "WalletAddress": "0x07B957db0167D0401E5001D7e3C7A6b3b628eE7C",
            "EmailAddress": "subodhbs12@gmail.com",
            "Category": "Photography",
            "SubCategory": "Wildlife",
            "Twitter Handle": "https://mobile.twitter.com/SubodhShettyyy",
            "Title": "Bonding",
            "Description": "Cheetahs cubs on an early morning playful stroll across the wide expanse of Savannah",
            "GoogleDriveLink": "https://drive.google.com/file/d/1H7g8LIop4VrSbLcCNbeI38piAmm7tUgO/view?usp=sharing"
        },
        {
            "fileName": "225.jpg",
            "sNo": "225",
            "NameofArtist": "Ayush Krishnan",
            "WalletAddress": "0x4ea5504f10172FaD3b5b28907ccA4e89309E7A58",
            "EmailAddress": "ayushkrishnan03@gmail.com",
            "Category": "Photography",
            "SubCategory": "Wildlife",
            "Twitter Handle": "https://twitter.com/ayushkrishnann",
            "Title": "The Protector",
            "Description": "Cheetahs. \r\n \r\n The fastest animal in the world. In less than 3 seconds, it will go from 0 to 100 and 100 to 0. What does it take to accomplish such a remarkable feat? Evolutionary engineering under the direction of the world's top engineer, Nature. \r\n \r\n It has large traction pads on its feet and a long tail that serves as a rudder to steer, stabilize, and balance. Non-retractable claws, like a soccer player's cleats, are an adaptation to assist retain traction. Daytime hunting requires distinct black \"tear tracks\" flowing from the inside corner of each eye to the mouth as an anti-glare technique.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1Klq-515hapbyW2hpwHXahgQ2P9YHgyEu/view?usp=sharing"
        },
        {
            "fileName": "226.jpg",
            "sNo": "226",
            "NameofArtist": "Swaroop Singha Roy",
            "WalletAddress": "0x40d66FC52C8C2c36Fa964567aB29689424cFA204",
            "EmailAddress": "esesroy.photography@gmail.com",
            "Category": "Photography",
            "SubCategory": "Wildlife",
            "Twitter Handle": "https://twitter.com/swaroop_sroy",
            "Title": "Day of the fisher!",
            "Description": "Spending even a few minutes amidst nature can be a learning experience for anyone, I believe. We just need to be patient and carefully observe the things happening around us. I came across this beautiful Common Kingfisher, during one of my visits to Bharatpur National Park in India and was lucky to witness its hunting behaviour. After a couple of failed attempts, it was finally able to catch a fish. I was sitting quite close to it and was able to take a couple of images with nice details. \r\n The determination of the bird taught me how important it is to never give up and how strong the power of patience, dedication and perseverance can be. Moments like these and many more in Nature are always trying to convey vital life lessons for us all, because no matter what, we all are connected in this circle of life. From an ant to an elephant, the struggle for survival is evident across all forms of life on Earth.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1SzcBGf0c5ibIT-V8igVTF3a9HPFxSAnw/view?usp=sharing"
        },
        {
            "fileName": "227.jpg",
            "sNo": "227",
            "NameofArtist": "Pranay Bhatnagar",
            "WalletAddress": "0x67A90218Cc5Fc1ADDe45ad27a257F268023B2EcB",
            "EmailAddress": "pranaybhatnagar43@gmail.com",
            "Category": "Photography",
            "SubCategory": "Wildlife",
            "Twitter Handle": "https://twitter.com/pranay_eth",
            "Title": "In-sync",
            "Description": "One of the best periods of my life was working as an intern at Agumbe Rainforest Research Station, where I was part of the King Cobra Ecology and Conservation project. During one of my days in the field, I was resting in my hammock when it suddenly started to rain. I decided to go shoot some birds which I could hear calling in the neighbouring paddy field, since it was starting to fill up due to the heavy downpour. This collected water acted as a hotspot for many birds and thus using it to my advantage I started taking some photographs. I viewed my recent captures as soon as I called time, and this photograph caught my eye; it seemed as if one of the Ibises was shadowing the movements of the other and that too under the rain! I can never forget this beautiful moment I was a witness to!\r\n \r\n Shot by: Pranay Bhatnagar\r\n \r\n Location: Agumbe, Karnataka, India\r\n \r\n Year: 2019",
            "GoogleDriveLink": "https://drive.google.com/file/d/1RRg-_qO824wZNxMbyoqwYhLr7GmZAgcV/view?usp=sharing"
        },
        {
            "fileName": "228.jpg",
            "sNo": "228",
            "NameofArtist": "Sandeep Somasekharan",
            "WalletAddress": "0x23511f2b391503ad631b9c3b8775678242dee9bb",
            "EmailAddress": "sandy.nair@gmail.com",
            "Category": "Photography",
            "SubCategory": "Wildlife",
            "Twitter Handle": "https://twitter.com/sandyclix",
            "Title": "Sunshine's Darlings",
            "Description": "In North Carolina, summers bring the gorgeously colored Indigo Buntings back from the warmer southern states. And, the sunflower fields are where they hang out when the flowers are in bloom. This bird picked a dream spot to perch on, the crest of an orange sunflower. It was a beautiful morning, and all I had to do was to press the button.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1_pzF640m_XCGycg4MfuPwmTGBaLkIVUE/view?usp=sharing"
        },
        {
            "fileName": "229.jpg",
            "sNo": "229",
            "NameofArtist": "Subbu Pratapa",
            "WalletAddress": "0x68B13809026f49633154c62374010Db6777A965D",
            "EmailAddress": "subbu.absa@gmail.com",
            "Category": "Photography",
            "SubCategory": "Wildlife",
            "Twitter Handle": "https://twitter.com/travelwithsubbu",
            "Title": "Curious antlers",
            "Description": "Often ignored in wildlife photography, the spotted deers horns make a beautiful subject. It was a misty morning and we set out to find a tiger family. It was a cold winter morning.\r\n \r\n After an hour into the drive we stopped to have some coffee. I kept looking at the scenery and right next to me out of no where these horns popped out. This beautiful deer popped out of the grass curiously looking and smelling whatever we were having. I managed to take this shot then.\r\n \r\n The dew in the grass, the warm sun, the amazing Antlers nestled with moisture made this picture memorable. Of all things, I love his curiosity. Can never forget his face",
            "GoogleDriveLink": "https://drive.google.com/file/d/1aSwN2VXqabBcZTtVs4YaDvCFmRsA1bwu/view?usp=sharing"
        },
        {
            "fileName": "230.jpg",
            "sNo": "230",
            "NameofArtist": "Tapan Sheth",
            "WalletAddress": "0xe0BCBC896F7C315426B7fFf739D309F45Cf6Dc49",
            "EmailAddress": "tapan@ymail.com",
            "Category": "Photography",
            "SubCategory": "Wildlife",
            "Twitter Handle": "https://twitter.com/tapandsheth/",
            "Title": "Colors of nature",
            "Description": "This picture was taken at masai mara national reserve at Kenya. The evening was beautiful after the rain and the colors of rainbow were slowly coming out, and watching this wonderful giraffe family walking under was a treat to eyes.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1gCLT90RDKKHro43xgB6_G8RaljT8MkO4/view?usp=sharing"
        },
        {
            "fileName": "231.jpg",
            "sNo": "231",
            "NameofArtist": "PRASANTHDAS DAS",
            "WalletAddress": "0xe63f8078034aCc4d3af90CC6E181a73500C25761",
            "EmailAddress": "prasanth4social@gmail.com",
            "Category": "Photography",
            "SubCategory": "Wildlife",
            "Twitter Handle": "https://twitter.com/Prasanthdasds",
            "Title": "I SEE YOU",
            "Description": "Greater Flamingo is the most widespread and largest species of the flamingo family. It is found in Africa, the Indian subcontinent, the Middle East, and in southern Europe.\r\n \r\n Behind the story: Took this beautiful photo from Lake Nakuru, Kenya. It was standing in the center of the river, can't walk closer because if I walk the bird will fly away, so I crawl onto the ground and get closer. Thus how I managed to get an eye-level photo of this beautiful Greater Flamingo.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1DsV-YnT6lSzzkwPCtkpnkgFM2a6kYpft/view?usp=sharing"
        },
        {
            "fileName": "232.jpg",
            "sNo": "232",
            "NameofArtist": "Sunanda Hegde",
            "WalletAddress": "0x283c434251B059711cE251E3Ab9dc34d8146EeAe",
            "EmailAddress": "sunanda91hegde@gmail.com",
            "Category": "Photography",
            "SubCategory": "Wildlife",
            "Twitter Handle": "https://twitter.com/NA",
            "Title": "Fragile future",
            "Description": "Cheetah cubs have the highest mortality rate among other big cat cubs. It’s the toughest job for a cheetah mom to make sure her litter stays alive. Their population is deteriorating at an alarming rate and cheetahs are at the verge extinction.\r\n \r\n In a dainty little park called Rietvlei nature reserve, there is a female cheetah known as “Sahara”. Against all the odds she was able to raise 6 cubs to an age of 1 year. This is a miraculous feat for any big cat. \r\n \r\n In frame is one of the cubs looking forward for a brighter future even though it looks fragile.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1bghtmLv7_3xowlFekZYuGcKHbZbvmyPi/view?usp=sharing"
        },
        {
            "fileName": "233.jpg",
            "sNo": "233",
            "NameofArtist": "Manjahi Njoroge",
            "WalletAddress": "0x2865AbE10CDf061362754Ae2F207213B8d5A9000",
            "EmailAddress": "manjahistreet@gmail.com",
            "Category": "Photography",
            "SubCategory": "Wildlife",
            "Twitter Handle": "https://twitter.com/ManjahiNjoroge",
            "Title": "Hugging Ellies",
            "Description": "These two young elephants are orphans and are among many other juvenile elephants that have been rescued and rehabilitated at the Sheldrick Wildlife Trust in Kenya. As many people are aware, Elephants have been poached a lot in Kenya for their tusks and this leaves many young elephants without parents. I took this photo at the orphanage during one of my frequent visits.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1s4GUWszkMFwepnz4UWLrmPrv4IWUkwco/view?usp=sharing"
        },
        {
            "fileName": "234.jpg",
            "sNo": "234",
            "NameofArtist": "Anirban Chatterjee",
            "WalletAddress": "0xaCb7a148b0675345EAA9DC4f3354e6E8ADcA14D3",
            "EmailAddress": "anirban1730@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://mobile.twitter.com/anirban1730",
            "Title": "Loneliness",
            "Description": "This is tree is around 500 meters from my house and I have watched this tree grow for so many years. But for the past few years it has shed all it's leaves and looks spooky and beautiful at the same time. This person standing is a reflection of our thoughts. This photo signifies loneliness and how loneliness can be so much beautiful sometimes.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1uQfrb2HrVNV-Uv_Wb2ieZ2VNuw3p9HY3/view?usp=sharing"
        },
        {
            "fileName": "235.jpg",
            "sNo": "235",
            "NameofArtist": "Berna Nalcaci",
            "WalletAddress": "0x272ED48967d0cFDE2C76960B9023F45f0CcdcF7c",
            "EmailAddress": "bernayla@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "http://twitter.com/bernayla",
            "Title": "maternal affection",
            "Description": "She shows the same affection to the animals on her farm as a mother takes care of her baby . I wanted to show that ‘in the chaos around us, peace is hidden in love.’\r\n I took this photo in Kahramanmaras/ Turkey .",
            "GoogleDriveLink": "https://drive.google.com/file/d/1-NlSYGBB9r8Tn_tPH33aq3cYbIQoe9PC/view?usp=sharing"
        },
        {
            "fileName": "236.jpg",
            "sNo": "236",
            "NameofArtist": "Koushik Mohanta",
            "WalletAddress": "0xa12f7486E53a055F71fbA80dB91b1Ae111BfCeED",
            "EmailAddress": "koushikmohanta.net@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/KoushikMohant19",
            "Title": "FERRYMAN BETWIXT THE MERGING",
            "Description": "Photography, like other artistic endeavors, has nuanced roles: to stop the flow of time, to give relevance to an instant, to report, to denounce, to uplift, and to inspire change. However, in my case, I feel the need and the joy to express myself through my work and I put it out there for the others to see and experience in their own way. My photography celebrates possibility: by showing the vastness of space, my work shows and celebrates our opportunity to grow, explore and embrace the unexpected. While the average individual may simply be interested in how soothing a picture is to the eyes, a photographic artist may be looking at the composition of the picture, the use of colors and light, and any additional meanings conveyed by the picture. Humans tend to organize the disorderly world in an intelligible way, but sometimes we reverse the process in an attempt to disintegrate the world order into disorder. Does the world have an order? What is the relation between art and reality? Th",
            "GoogleDriveLink": "https://drive.google.com/file/d/1xwXgI23Uc1MY5aj0UHHeotAM1YFEIRXU/view?usp=sharing"
        },
        {
            "fileName": "237.jpg",
            "sNo": "237",
            "NameofArtist": "Gokuldas KS",
            "WalletAddress": "0x5620f46b2727e57980b9D8854b20D5985a3717b7",
            "EmailAddress": "gdthestoryteller@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/gokuldas_ks_",
            "Title": "Mudiyett",
            "Description": "Mudiyettu is a traditional ritual theatre and folk dance drama from Kerala that enacts the mythological tale of a battle between the goddess Kali and the demon Darika. The ritual is a part of the bhagavathi or bhadrakali cult. The dance is performed in bhadrakali temples, the temples of the Mother Goddess, between February and May after the harvesting season.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1uZhFiIGLws2EHTNiaozfPg_mZ38zlmq1/view?usp=sharing"
        },
        {
            "fileName": "238.jpg",
            "sNo": "238",
            "NameofArtist": "Osman Maasoglu",
            "WalletAddress": "0xb8463F2FbD279A04615572412C6c6DbC9120Be21",
            "EmailAddress": "maasoglu@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/osmanmaasoglu",
            "Title": "balloons of cappadocia",
            "Description": "Mutlu bir çift Kapadokya'da gün doğumunda balonlarla fotoğraf çekiyor.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1MJzn7zePXNARdPGh8SHpZnSs460tOtFs/view?usp=sharing"
        },
        {
            "fileName": "239.jpg",
            "sNo": "239",
            "NameofArtist": "Esengül Alıcı",
            "WalletAddress": "0x1204bcfaa5282F7dD31Ada84E5cf6E01C6B79C82",
            "EmailAddress": "esengulfoto34@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/ezzyland",
            "Title": "MAGICAL JOURNEY",
            "Description": "I shared with you a photo I took during the pre-flight preparation phase of about an hour after getting permission from the flight pilot to photograph the preparation phase of the epic hot air balloons in Nevşehir, Turkey.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1zMJ5NLcJH0GOcMiLjW9NhpdlC9_UKpcu/view?usp=sharing"
        },
        {
            "fileName": "240.jpg",
            "sNo": "240",
            "NameofArtist": "Surya Chauhan",
            "WalletAddress": "0x1211eceB204E2007cc2c7ABBFb64478eEC0582Bb",
            "EmailAddress": "thepixel.eyee@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/the_pixel_eye",
            "Title": "The Ride of Dreams 😍",
            "Description": "This is one of the best pictures of my collection that I click on my first trip to Jaisalmer with friends. A day before this trip, I had a tiff with my parents because they weren't allowing me to go on this experiential trip. I had a lot of hopes in my eyes when I went on this trip to Jaisalmer. Me and my friends stopped at a desert to relax a little. Suddenly, I saw a camel coming just like a hope from a side against the sun and it looked as beautiful as my dreams. All I did at that moment was to take out my camera and capture it.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1Ed5RTqXtqSzDOS27KShOYWNSpT6SRcaO/view?usp=sharing"
        },
        {
            "fileName": "241.jpg",
            "sNo": "241",
            "NameofArtist": "Babak Mehrafshar",
            "WalletAddress": "0x5Bfa745ff4F698046e524805d6C46fC0217F7f96",
            "EmailAddress": "b.mehrafshar@yahoo.de",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/b_mehrafshar",
            "Title": "The Blue Hour",
            "GoogleDriveLink": "https://drive.google.com/file/d/1QnPfyH2uwDFvstBcHod2_R6LsqtRibqk/view?usp=sharing"
        },
        {
            "fileName": "242.jpg",
            "sNo": "242",
            "NameofArtist": "Dima Chatrov",
            "WalletAddress": "0x445035168e00147b1FE4F012b6de3E67f49307Ce",
            "EmailAddress": "dchatrov@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/dimachatrov",
            "Title": "The Way",
            "Description": "We are all, to some extent, just a series of silhouettes in a continuous stream of light, and how we walk our path will determine the trail we leave in eternity... This place is called the U-Bein Bridge in Myanmar, it is considered the oldest and longest teak bridge in the world.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1_YpIjAFT5cxDdWa2lZ3zqHkv8c8MI_Hs/view?usp=sharing"
        },
        {
            "fileName": "243.jpg",
            "sNo": "243",
            "NameofArtist": "Ratnadwip Saha",
            "WalletAddress": "0x81F39F8ad565cA3D7F8e620CCFC8060282E357c4",
            "EmailAddress": "mywandertales.org@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/mywandertales",
            "Title": "Nostalgia",
            "Description": "I belong to a tiny Indian state called Tripura which falls among the Northeast Region. This Northeast region is one of the most beautiful but less explored places of India. Since I started photography, I always tried to portray the beauty and culture of this region, especially my state Tripura. “Nostalgia” depicts such a piece of beauty where a valley is filled with white “Kans” flowers. These flowers generally blossom during the Autumn every year throughout Northeast and Bengal giving the vibe of the Auspicious Indian Festival called Durga Puja. I have actually grown up in such country-side atmosphere and seeing these two boys fishing in the pond just reminded me of my childhood. I really feel nostalgic while clicking or seeing such photographs.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1YZD7T2iJaLhTE2up25zuiZTWNi_ZbD1R/view?usp=sharing"
        },
        {
            "fileName": "244.jpg",
            "sNo": "244",
            "NameofArtist": "Subham Tripathi",
            "WalletAddress": "0x9BEE639373d4054134E824Aa778d011f434E1342",
            "EmailAddress": "shubh.tripathi8742@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/963Shubh?s=09",
            "Title": "One in Million",
            "Description": "Colours are Everywhere from left to right from upside to down that's why in Hindi we call it \"Rang Barse\" Means Colours flying in the air \r\n \r\n This is the purest and Beautiful festival of everyone who has the beautiful heart \r\n The vibe the aura of this festival is beyond imagination you Can't judge these things the only thing you can do is You Can feel the Joyful vibes by attending this festival",
            "GoogleDriveLink": "https://drive.google.com/file/d/1aMWpK46UsWFxgo-2lngXoCdcpP-_7D3X/view?usp=sharing"
        },
        {
            "fileName": "245.jpg",
            "sNo": "245",
            "NameofArtist": "Chirag Sadhnani",
            "WalletAddress": "0x06c815271801bDf7B614EFE88dF18B2E7c8a166d",
            "EmailAddress": "chiragsadhnani@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/sadhnani_chirag",
            "Title": "Fumes to Feed In (Manipur)",
            "Description": "On an assignment to document the wildest foods in India, I came across a village where these women were cooking a Bull's head for the entire family of 20 in the most traditional and authentic way. I captured the entire process and stayed there for 7 hours until their meal was served and in their tummies! One of my favorite travel experiences. Ukhrul, Manipur.",
            "GoogleDriveLink": "https://drive.google.com/file/d/15UR_00ByDPQsOVcdiVKzBJsQvYh1ic35/view?usp=sharing"
        },
        {
            "fileName": "246.jpg",
            "sNo": "246",
            "NameofArtist": "Volkan KARAGULLEOGLU",
            "WalletAddress": "0xA467819BdC20a5c53FB3349431c2964eCc13560c",
            "EmailAddress": "volkan_gulle@hotmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/vlk_clk",
            "Title": "Cappadocia ; Land of Beautiful Horses",
            "Description": "Cappdocia; land of beautiful horses. I photographed the balloons that started to take off with the sunrise very early in the morning from a high hill. In this photo I took in winter, the smoke coming out of the chimneys of the buildings added a different atmosphere to the photo.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1o7kqjVNrg8fs4IwdUaeLWeQEJEPAdtEN/view?usp=sharing"
        },
        {
            "fileName": "247.jpg",
            "sNo": "247",
            "NameofArtist": "Recep Elal",
            "WalletAddress": "0xb29554A8C1311a058Bc89e184d384Bf19C4eE44A",
            "EmailAddress": "recepelal@hotmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/Recep_Nft",
            "Title": "Dream Walk",
            "Description": "It's exciting to see the world we don't see in infrared photos. The human eye can see between 400 and 600 nanometers. We can see from 600 nanometers with infrared filters. But what we see is unorthodox. The green leaves of the trees are white. The water and the sky turn darker. These images make me feel like I'm dreaming.\r\n This photo was taken on a sunny day in the Bursa Botanical Park on a day of walking, with a camera with 720 nanometers of infrared filter. That's why I called it the Dream walk.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1wzs0RcQqp3w4Yfzdw5St1zO_YvyiI69E/view?usp=sharing"
        },
        {
            "fileName": "248.jpg",
            "sNo": "248",
            "NameofArtist": "Rishi Rathore",
            "WalletAddress": "0x47CC5ec748cEF1BAC91cCC65DA78943a84511c30",
            "EmailAddress": "theindiantravellerblog@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/rishi_rathore24",
            "Title": "The last ride before dawn",
            "Description": "Usually it's a busy evening at the Nigeen lake in Srinagar, specially when the sun is setting down and the weather is pleasant. But this wasn't the scene when I had visited the place within a week of the lockdown rules getting lifted, when Srinagar was in one of its purest & most raw form. \r\n \r\n Though it was raw, the locals dependent on tourism were having a tough time to earn their bread & butter. This picture of a local Shikara rider going back to his home after a dull day in an otherwise crowded empty touristy lake, shows hope & belief for a better dawn the next day, a better season after two years of struggle.\r\n \r\n Artist: Rishi Rathore Twitter: @rishi_rathore24",
            "GoogleDriveLink": "https://drive.google.com/file/d/1wr1sxD9BMNSdMx733sWBAjM3s1kowLe7/view?usp=sharing"
        },
        {
            "fileName": "249.jpg",
            "sNo": "249",
            "NameofArtist": "Gamze Donmez",
            "WalletAddress": "0xef070ea9E5900A36fA4a534459DaaFf4E68c4323",
            "EmailAddress": "drgamzedonmez@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/drgamzeth",
            "Title": "icy road",
            "Description": "The fishermen in the lake, which freezes during the harsh winter months, have to go to the lake to break the ice and fish. Since this cycle continues every winter, all fishermen try to move the boats by breaking the ice with teamwork.\r\n Beysehir lake, Isparta/Turkey 2017",
            "GoogleDriveLink": "https://drive.google.com/file/d/1CYa4A-VLdqCE4-HGgGUCxePzVKxyAVtR/view?usp=sharing"
        },
        {
            "fileName": "250.JPG",
            "sNo": "250",
            "NameofArtist": "Hawin Printo C",
            "WalletAddress": "0x91EF90c348Dd113378058a21fb71E78641531703",
            "EmailAddress": "iamhawinprinto@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/hawinprinto/",
            "Title": "Leh City Under Moonlight",
            "Description": "The old Leh city sparkles under the moonlight at the night. It is one of the most magnificent seen one could see like the stars have fallen down from the sky. This place is one of the cherished places for the tourist but to unravel the stories that the old city holds one should become more than just being a tourist.\r\n \r\n This photograph was framed from an altitude to capture the entire city glowing under the moonlight with the Himalayan ranges standing as if they are guarding this dazzling city and the moon rising above them to see this guarded beauty.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1orQuSfxc5IV7rq0TjfzbThbRu7pgols1/view?usp=sharing"
        },
        {
            "fileName": "251.jpg",
            "sNo": "251",
            "NameofArtist": "Zay Yar Lin",
            "WalletAddress": "0x94a56709B6D37f866526e418A3bd318E957E56bF",
            "EmailAddress": "jz007.007@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/Zeyarlynn",
            "Title": "Ruins of the Great Temple",
            "Description": "Three novices with umbrellas step down the old stairway of Mingun Pahtowdawgyi after observing the giant cracks along the face of the stupa due to earthquake in 1839.\r\n Mingun Pahtowdawgyi was intentionally uncompleted with a height of 162 feet and with girth about 450 square feet since King Bodawpaya in Kongbaung period (1790). King Bodawpaya was a superstitious man and during the construction, it was prophesied that the completion of the great stupa would cause his death or the destruction of the country. Worried about maintaining his empire, the king slowed progress on the stupa. When he died, construction was abandoned completely.\r\n Mingun Pahtowdawgyi is located in Mingun, Sagaing Division, Myanmar.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1nvZtA9Hxy6N7OW6JW-WB_zrJm94YxmUp/view?usp=sharing"
        },
        {
            "fileName": "252.jpg",
            "sNo": "252",
            "NameofArtist": "Hetansh Ambavat",
            "WalletAddress": "0x2F83d9688AF0CCAE958B5C0ba26403Ec8A46d495",
            "EmailAddress": "hetanshambavat@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/sastiphotos",
            "Title": "Emerging Hope",
            "Description": "Last year, while walking along the lakeshore, it was raining heavily and the sky was too dark. I was looking for a frame to capture and I noticed this yacht slowly emerging from the deep fog that had been created by the rain and clouds. The rain was slowly dissipating and the weather was beginning to open. I quickly grabbed my phone and shot this mesmerising frame, which says it all \"Even in the darkest hours, there is always light",
            "GoogleDriveLink": "https://drive.google.com/file/d/1gJ4LP1zenr-XAeO16maDE4nDDrtZdcG6/view?usp=sharing"
        },
        {
            "fileName": "253.jpg",
            "sNo": "253",
            "NameofArtist": "Srivatsan Sankaran",
            "WalletAddress": "0xDDc9520Acb5d1923412674a4Ce07bb2E32fF0Ac7",
            "EmailAddress": "srimoam@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://mobile.twitter.com/srimoam",
            "Title": "Into the Wild",
            "Description": "Mighty, endless, vast, abundant, clear, beautiful and pure…it touched and moved us like only Nature can. At Tso Moriri, all we could do was bow down and feel blessed at having witnessed it. There was a small mountain pass enroute Tso Moriri. The pass wasn't really a tough one, but it did break our backs. The roads were actually a gravel path in a very very bad condition.\r\n But the purple mountains! Yes, that’s right, “purple”! They would just blow you away!",
            "GoogleDriveLink": "https://drive.google.com/file/d/1rqoyqUECKxwS6kF5QFTIVG2SIf51ASYB/view?usp=sharing"
        },
        {
            "fileName": "254.jpg",
            "sNo": "254",
            "NameofArtist": "Akash Pratap Singh",
            "WalletAddress": "0x0c809B4c8EF6b9172d4AAC7c9B9cda4b1dd632d7",
            "EmailAddress": "singhakashpratap76@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/sanskarikalakar",
            "Title": "Three musketeers",
            "Description": "4th time I visited Taj, I didn't went inside. I was exploring outside of Taj, in the morning when I was in Mehtab Bagh, the sun was playing hide and seek. I was standing just opposite of Taj across the yamuna river, saw these 3 sitting and I clicked the shot really in a Haste and this time I got to learn how good shots has been missed from capture.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1uDFqnTR4yKCYUcHtXdkQJCEuEPTtytUt/view?usp=sharing"
        },
        {
            "fileName": "255.jpg",
            "sNo": "255",
            "NameofArtist": "Saanya Sequeira",
            "WalletAddress": "0xcd9170EdAA51e970114cBAe25475f89c8F0DE8cc",
            "EmailAddress": "sanqueira1@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/E_sanqueira",
            "Title": "Renaissance 2022",
            "Description": "After two consecutive years of lockdowns in the month of April, Paris is coming back to life. As people gather to enjoy the springtime sun under the majestic Sacred Heart Basilica, it was as if Covid-19 never happened.\r\n \r\n Some may think of it as a new dawn. Some may still be too hesitant to let go of caution due to the trauma they experienced during the pandemic. Whatever the case, it is evident that the human population is learning to coexist with this virus.\r\n As they say in French, \"c'est la vie\"!",
            "GoogleDriveLink": "https://drive.google.com/file/d/1B-FrYFW5Kkw_VX6GZinHz5HDJHeDR_T0/view?usp=sharing"
        },
        {
            "fileName": "256.jpg",
            "sNo": "256",
            "NameofArtist": "Aygül Harmancı",
            "WalletAddress": "0xf9fF3bcEAA473df64403f42AFaBE5aF75B31A508",
            "EmailAddress": "aygulozturk@yandex.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/aygulharmanci",
            "Title": "Feeding Time",
            "Description": "The little farm girl likes helping her family in their farm. Her favorite activity after her school is feeding the baby caws. The calf is really relaxed to have milk from its friend. The little creatures realize the worth of being friends and getting connection to each other as we need to connect to each other to build a better world.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1PuYrw9tHQjBNnFTnRWvXeCjqWhbNWtd9/view?usp=sharing"
        },
        {
            "fileName": "257.jpg",
            "sNo": "257",
            "NameofArtist": "Rohit Tandon",
            "WalletAddress": "0x45F47A49E852A8AC4b20A0f199b97FEd74307a29",
            "EmailAddress": "yayavaar@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/yayavaar2401",
            "Title": "The Last Man Standing",
            "Description": "The Last Man standing shows the story of a man who rises from the shadows as a beacon of hope, among all the chaos around himself he still stands straight as a pillar for others.\r\n \r\n The last man standing is a photograph of hope, courage and faith!",
            "GoogleDriveLink": "https://drive.google.com/file/d/1ixEcAQs0XYvNnECNe4bM-5N_oy3mjczL/view?usp=sharing"
        },
        {
            "fileName": "258.jpg",
            "sNo": "258",
            "NameofArtist": "Pranav Sp",
            "WalletAddress": "0x21e56d921C7c15F1A0aD2B3983faB569EDC5ba34",
            "EmailAddress": "pranavspinsta@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/PranavSp_",
            "Title": "Mystic Night",
            "Description": "This picture is an inspiration, a fantasy, a truth. This picture takes you to a dreamy world where a wanderer explores the streets and neighbourhood at night, His eyes drift along with the silence of the night.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1KI33cVbOmgF0q9W9w_UUoUE0bGpd8xKO/view?usp=sharing"
        },
        {
            "fileName": "259.jpg",
            "sNo": "259",
            "NameofArtist": "Cris Magsino",
            "WalletAddress": "0x61E1E9a8Bde81106B881512C502C38Fe17bCBbb5",
            "EmailAddress": "crismag@vdi.com.ph",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/CrisMagsino2021",
            "Title": "Morning Calm",
            "Description": "Set in the picturesque landscape along the banks of the Li River, I was able to capture this serene scene of the iconic cormorant fisherman while he was preparing his birds for fishing. The majestic Guilin mountains served as an epic backdrop while being perfectly reflected on the calm cool river water. Truly a magical scene!",
            "GoogleDriveLink": "https://drive.google.com/file/d/1btgLiJ_4gGLb8IXy843pdqR-vcvlL87t/view?usp=sharing"
        },
        {
            "fileName": "260.jpg",
            "sNo": "260",
            "NameofArtist": "Nakul Sharma",
            "WalletAddress": "0x9C335e4d8cACDa86647ff4497789019C7a762A62",
            "EmailAddress": "nakul.sharma07@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/nakul_sharma07",
            "Title": "KuangSi fall",
            "Description": "KUANG SI waterfall is the most famous waterfall in laos in Luang prabang, its really beautiful and amazing waterfall i must say with blue turquoise water, so many people have already clicked this waterfall before me but what made this photo very unique is the sun flare on that, after watching it i was so happy that i have clicked something very special and unique and different from others too...",
            "GoogleDriveLink": "https://drive.google.com/file/d/1CtG5RJHuYQEwcONrFEbqIQ5ZiVP6VMLN/view?usp=sharing"
        },
        {
            "fileName": "261.jpg",
            "sNo": "261",
            "NameofArtist": "F. Dilek Uyar",
            "WalletAddress": "0x71CB0BBB26b37E30148203D05ec34cE88FE5C899",
            "EmailAddress": "av.fdilekuyar@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/FDilekUyar",
            "Title": "My Best Friend",
            "Description": "İbrahim plays with his favorite \"toy.\" Because the economic power of the people in the villages in Anatolia is weak, children's toys are usually domestic animals. And this is İbrahim's best friend",
            "GoogleDriveLink": "https://drive.google.com/file/d/1r7036v4GXXNvVEiv6zSG558ZkUfmezZ1/view?usp=sharing"
        },
        {
            "fileName": "262.jpg",
            "sNo": "262",
            "NameofArtist": "Sajin Sasidharan",
            "WalletAddress": "0xF09306e25661B1A0A026A607DbB4f63EBB9f3558",
            "EmailAddress": "sajin.sasi@gmail.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/sajinsasidhara",
            "Title": "concrete jungle",
            "Description": "An iconic view of Dubai downtown shot from a rooftop on a foggy morning. Captured and created on the basis of an imaginary visualization of the artist. Essence, with style and sobriety.",
            "GoogleDriveLink": "https://drive.google.com/file/d/14Wgb5yhRr3lX1ASVz9eAEueCtUvSQZFw/view?usp=sharing"
        },
        {
            "fileName": "263.jpg",
            "sNo": "263",
            "NameofArtist": "Dheeraj Paul",
            "WalletAddress": "0x05256a1Aba9090b6bd46614FFdE11fD1B4211450",
            "EmailAddress": "dp@dheerajpaul.com",
            "Category": "Photography",
            "SubCategory": "Travel",
            "Twitter Handle": "https://twitter.com/pauldheeraj",
            "Title": "Whether it’s a highway, a desert or a room, keep distance.",
            "Description": "“Keep distance” usually seen as a quote behind trucks and buses has take a new meaning in the post pandemic world. Social Distancing has become one of the most important method of prevention in this battle against COVID. A perfect example of the same being displayed by both the camel herders and the camels.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1qbFwnJoJuUNw7E4dq7YA2WJwyTz90jl3/view?usp=sharing"
        },
        {
            "fileName": "264.jpg",
            "sNo": "264",
            "NameofArtist": "Daniel Sasse",
            "WalletAddress": "0xF2119d67c4B853E2B2721C5232E01499Eb9Ff214",
            "EmailAddress": "photography@dani-sasse.de",
            "Category": "Photography",
            "SubCategory": "Underwater",
            "Twitter Handle": "https://twitter.com/DanielSasse3",
            "Title": "The Sea Angel",
            "Description": "We are a Marine Life Conservation Organization. All income goes towards our Marine conservation and Protection Projects.\r\n \r\n A few Facts about Manta Rays\r\n \r\n The word ‘manta’ is actually Spanish for blanket or cloak, and it’s pretty easy to see the connection.\r\n Manta rays have the largest brain to body weight ratio of any living fish; giving it enough cleverness to make the average dolphin jealous.\r\n A fully grown oceanic manta ray can reach a wing span of up to 7 meters and weigh up to two tonnes.\r\n Manta Rays are listed as vulnerable by the International Union for Conservation of Nature. Anthropogenic threats include pollution, entanglement in fishing nets, and direct harvesting for their gill rakers for use in Chinese medicine.\r\n \r\n Their slow reproductive rate exacerbates these threats. They are protected in international waters by the Convention on Migratory Species of Wild Animals, but are more vulnerable closer to shore.\r\n We are protecting these gorgeous Sea Angels!",
            "GoogleDriveLink": "https://drive.google.com/file/d/1oUduKz_MXzEFS5AD5Un1mNROFgH8qqsi/view?usp=sharing"
        },
        {
            "fileName": "265.jpg",
            "sNo": "265",
            "NameofArtist": "Olivier Martinoo",
            "WalletAddress": "0x21A0CeB5C0420FB30ED209F4510513C91D682Dca",
            "EmailAddress": "o.martinoo@mac.com",
            "Category": "Photography",
            "SubCategory": "Underwater",
            "Twitter Handle": "https://twitter.com/MartinooAsiaqua",
            "Title": "Transparency",
            "Description": "This is a capture of a juvenile goby on wipe coral, the fish don't have any substance yet, is totally transparent you can see all its internal organs: his eyes, his brain, his stomach… The shoot was quite complicated: the fish moving a lot, and he was very difficult to make the focus on the transparency!",
            "GoogleDriveLink": "https://drive.google.com/file/d/1kxCEVHgQp3RZG_zFWIwzvRe-Oj7P3MqY/view?usp=sharing"
        },
        {
            "fileName": "266.jpg",
            "sNo": "266",
            "NameofArtist": "Aimee Jan",
            "WalletAddress": "0x5FBEF9f54375A7E2AbC179Fa597070b06Db57A79",
            "EmailAddress": "aj_jan@icloud.com",
            "Category": "Photography",
            "SubCategory": "Underwater",
            "Twitter Handle": "https://twitter.com/oceanaimee_",
            "Title": "Up from the deep",
            "Description": "Whale Sharks can dive over 1,500 meters down.They spend most of their time feeding and roaming the ocean. I feel extremely lucky to have been able to spend the last 10 years swimming with them and teaching people about them. Each WhaleShark has its own unique set of spots and swirls, just the same as we have out own finger print.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1n7C1cFzV86czL0d6COUHJ-uunx8BPIvK/view?usp=sharing"
        },
        {
            "fileName": "267.jpg",
            "sNo": "267",
            "NameofArtist": "Rune Rasmussen",
            "WalletAddress": "0xACb6Ec7f93f04C04201398d9Ab0bbbbAE545503e",
            "EmailAddress": "RuneRasmussen93@gmail.com",
            "Category": "Photography",
            "SubCategory": "Underwater",
            "Twitter Handle": "https://twitter.com/Lucidfo20",
            "Title": "La chatedral",
            "Description": "After a very long swim in freezing waters diving 5 m down and 10m inside under, we finally peeped la chatedral for the first time and the sight was out of this world hence its name La Chatedral, one of gozos most secret underwater gems",
            "GoogleDriveLink": "https://drive.google.com/file/d/1OV2u0n7WUdhnN9LQJuvUX6gPgCCa6JoN/view?usp=sharing"
        },
        {
            "fileName": "268.jpg",
            "sNo": "268",
            "NameofArtist": "Arun R Hegden",
            "WalletAddress": "0xE7811DA743bB6CCE0c49E1d362b2E9120360A373",
            "EmailAddress": "arun.hegden@gmail.com",
            "Category": "Photography",
            "SubCategory": "Underwater",
            "Twitter Handle": "https://twitter.com/Hegden",
            "Title": "Life of Pi",
            "Description": "This was my first trip to Maldives back in Jan 2019. On a fine clear day while snorkeling, we spotted this lone boat which reminded me the scene from the movie Life of Pi. Shot on a Gopro with a dome.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1JUSTyX0sgKcL_qnmo0Jh_wXkQoFopuY1/view?usp=sharing"
        },
        {
            "fileName": "269.jpg",
            "sNo": "269",
            "NameofArtist": "Shinto K Anto",
            "WalletAddress": "0xE96eaf7eA83bDafAbeDD639CF014D14ad5d457Cf",
            "EmailAddress": "shinto143@gmail.com",
            "Category": "Photography",
            "SubCategory": "Underwater",
            "Twitter Handle": "https://twitter.com/NamasteyNFT",
            "Title": "Riding that Swell",
            "Description": "Turtles are one of my favorite animals to swim with. They always move in slow motion. This was one of the first encounter with a turtle after I started shooting underwater. It was almost at the end of our dive when I noticed this guy moving along with the swell. It was one of my early shots from a tiny island called Guraidhoo in Maldives.",
            "GoogleDriveLink": "https://drive.google.com/file/d/1_NDqu80ROGLeSfPSciWqk9geIGmGPgXL/view?usp=sharing"
        }
    ]
}